<h3>Основные свойства</h3>
<ul class="marked-list-type-2">
    <li>
        <p class="big"><strong>Особые функции</strong></p>
        <p>Каждый шаблон имеет особые функции, зависящие от его предназначения. Например, шаблон "Запчасти" включает Расширенный поиск (по типу деталей, модели, марке, производителю и т. д.), для "Электроники" существует уникальный макет продукции, для "Одежды" и "Мебели" - используется модуль LookBook..</p>
    </li>
    <li>
        <p class="big"><strong>Множество модулей</strong></p>
        <p>В Eveprest входит более 20 модулей, которые расширяют функционал шаблона.</p>
    </li>
    <li>
        <p class="big"><strong>Множество макетов</strong></p>
        <p>Каждый шаблон Eveprest включает 4 макета (три стандартных макета для каждого шаблона из комплекта +1 особый, который соответствует сфере использования) и мноество цветовых схем, которые предлагают много доступных комбинаций для главной страницы каждого шаблона. </p>
    </li>
    <li>
        <p class="big"><strong>Адаптивный и Retina Ready</strong></p>
        <p>C Eveprest клиенты могут просматривать ваш магазин и на ходу, и из дома. Его макет автоматически адаптируется под экран любого разрешения.</p>
    </li>
    <li>
        <p class="big"><strong>Логотипы</strong></p>
        <p>Каждый шаблон имеет свой уникальный логотип.</p>
    </li>
<!--    <li>-->
<!--        <p class="big"><strong>Готов к переводу и поддержке RTL языков</strong></p>-->
<!--        <p>Убедитесь, что каждый человек, заинтересованный в ваших товарах, может делать покупки в вашем магазине. Eveprest – это готовый к переводу -->
<!--           шаблон, который поддерживает языки RTL. Международные покупатели будут использовать ваш магазин без барьеров.</p>-->
<!--    </li>-->
</ul>
