<h3>Что такое Eveprest</h3>
<h5> Eveprest - это премиум-продукт, который включает в себя все наши разработки. В то же время, он прост в использовании для клиента.</h5>
<p>В него входят десять популярных тем: мода, мебель, запчасти, электроника, магазин одного товара, аптека, ювелирные изделия, женское белье, свадьба и супермаркет, так что клиент может выбрать подходящую для него тему.</p>
<ul class="index-list-templates flex-list-two-cols">
    <li>
        <div class="ribbon">
            <span>NEW</span>
        </div>
        <div class="theme-bg-6 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/drugstore_logo.png" alt="">
            <p>Если Вам нужен шаблон для продажи медицинских препаратов, эта модная тема – это именно то, что Вам нужно. Она является отличным решением для аптек и аптекарских магазинов. Замечательные модули, такие как TM Advanced Filter и TM Collections, помогут клиентам найти нужные товары за считанные секунды и добавить их в коллекции, которыми можно поделиться в социальных сетях.</p>
        </div>
    </li>
    <li>
        <div class="ribbon">
            <span>NEW</span>
        </div>
        <div class="theme-bg-7 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/jewelry_logo.png" alt="">
            <p>Этот потрясающий шаблон сочетает в себе непревзойденную функциональность и запоминающийся дизайн, предоставляя незабываемый опыт взаимодействия пользователям. Роскошный внешний вид, подкрепленный многочисленными функциями и цветовыми схемами, действительно является лучшим решением для магазинов ювелирных изделий и аксессуаров, сайтов моды и красоты.</p>
        </div>
    </li>
    <li>
        <div class="ribbon">
            <span>NEW</span>
        </div>
        <div class="theme-bg-8 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/lingerie_logo.png" alt="">
            <p>Самая неотразимо привлекательная тема, которая идеально подходит для интернет-магазинов нижнего белья. TM Products Slider дает прекрасную возможность ярко продемонстрировать свои новости и промо-акции. Более того, Вы можете увеличить ваши продажи, применяя различные скидки к своим товарам с помощью эксклюзивного модуля TM Deal of the Day.</p>
        </div>
    </li>
    <li>
        <div class="ribbon">
            <span>NEW</span>
        </div>
        <div class="theme-bg-9 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/wedding_logo.png" alt="">
            <p>Этот роскошный шаблон с изысканным дизайном был создан специально для свадебных магазинов и отражает последние тенденции опыта взаимодействия. Наш первоклассный модуль TM Look Book, интегрированный в тему, помогает привлечь внимание клиентов и увеличить количество спонтанных покупок.</p>
        </div>
    </li>
    <li>
        <div class="ribbon">
            <span>NEW</span>
        </div>
        <div class="theme-bg-10 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/supermarket_logo.png" alt="">
            <p>Вам нужна привлекательная тема для продажи различных товаров в Интернете? Прекратите бесконечный поиск и обратите внимание на тему Супермаркет Eveprest, которая имеет насыщенный содержимым макет и множество инструментов настройки. Заполненная множеством высоко-функциональных модулей, включенных в цену шаблона, она обеспечит незабываемые впечатления от покупок для ваших клиентов.</p>
        </div>
    </li>
    <li>
        <div class="theme-bg-1 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/fashion_logo.png" alt="">
            <p>Эта тема Eveprest предназначена для модных магазинов. В неё входит модуль, который представит ваши товары большему количеству людей. Замечательно то, что Вам не придется прилагать никаких усилий - клиенты сами сделают это. Модуль позволяет клиентам объединять свои любимые товары в коллекции и делиться ими в социальных сетях.</p>
        </div>
    </li>
    <li>
        <div class="theme-bg-2 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/electronics_logo.png" alt="">
            <p>Eveprest - продвинутая тема для магазина электроники. За один шаг Вы можете задать скидку для товаров определенной категории, определённого производителя и с определенными атрибутами. Благодаря значкам распродажи и сниженным ценам, товары со скидкой будут выделяться среди других. Эти инструменты также позволяют создавать группы товаров и промо-акции с фиксированными условиями. У каждой промо-акции может быть своя страница.</p>
        </div>
    </li>
    <li>
        <div class="theme-bg-3 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/furniture_logo.png" alt="">
            <p>Продвигайте вашу мебель наиболее эффективно с этой темой. Неплохо знать, как определенный товар выглядит сам по себе, но гораздо полезнее видеть, как он вписывается в интерьер. Это то, что обеспечивает LookBook. Модуль позволяет Вам показать интерьерные фотографии с мебелью. Каждая единица мебели отмечена хотпоинтом. Как только клиенты нажимают на хотпоинт, они могут увидеть всплывающий блок с более подробной информацией.</p>
        </div>
    </li>
    <li>
        <div class="theme-bg-4 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/spareparts_logo.png" alt="">
            <p>Если Вы продаете запчасти онлайн, Eveprest предлагает Вам специальное решение. Оно имеет расширенный фильтр, который делает поиск по сайту точным и быстрым как молния. Чтобы найти нужный товар, покупатели могут одновременно использовать максимальное количество фильтров. Товары могут быть отфильтрованы по типу, размеру, марке, назначению, цвету, цене и по многим другим параметрам.</p>
        </div>
    </li>
    <li>
        <div class="theme-bg-5 inset-1 overflow-hidden">
            <img src="projects/eveprest/img/themes/oneproduct_logo.png" alt="">
            <p>Эта тема будет полезна для компаний, продающих один продукт. Благодаря интеграции модуля 360 view клиенты могут видеть товар под любым углом. Они могут поворачивать изображение на рабочем столе с помощью мыши и коснуться экрана на мобильном устройстве. Для облегчения процесса покупки у темы есть модуль, позволяющий покупателям оформить заказ в один шаг.</p>
        </div>
    </li>
</ul>
