<h2 class="item6">Политика использования куки</h2>
<p> Куки-файлы представляют собой небольшие текстовые файлы, которые веб-сайты размещают на компьютерах посетителей. Они обычно используются для идентификации конкретного посетителя и предоставления ему лучшего опыта. Куки являются важной частью многих функций веб-сайта, которые мы считаем само собой разумеющимися.</p>
<p>Например, обычно куки-файлы позволяют интернет-магазинам запоминать, какие предметы есть у Вас в корзине. Они также используются для того, чтобы Вы были в системе веб-сайта, или для предоставления важной статистики использования и информации владельцам веб-сайтов.</p>
<p>Если у Вас есть веб-сайт, он почти наверняка использует файлы куки. Их наиболее вероятная функция - отслеживать количество посетителей и их поведение с помощью таких инструментов, как Google Analytics. Они также могут быть использованы для отображения релевантных рекламных объявлений посетителям, или, если Вы продаете товары онлайн, для обеспечения ключевых элементов вашей онлайн-системы покупок.</p>
<p>26 мая 2012 г. ICO опубликовала изменение в принудительном исполнении: «подразумеваемое согласие» теперь разрешено, если Вы ясно указываете, где размещена ваша политика конфиденциальности / политика использования файлов куки.</p>
<h5> Для вашего удобства мы добавили модуль Cookieslaw в наш шаблон.</h5>
<ol class="index-list">
    <li> Найдите его в папке manual_install, расположенной в пакете шаблона (если Вы выполнили установку шаблона вручную с Демо-контентом, модуль будет добавлен автоматически). </li>
    <li>
        <p> Затем найдите его в списке модулей в вашей админ панели (модуль Cookieslaw будет среди модулей «Front Office Features») и нажмите на кнопку <strong>Установить</strong> (Install). </p>
        <figure class="img-polaroid">
            <img src="img/cookies.png" alt=""/>
        </figure>
    </li>
    <li>
        <p> После установки (пропустите этот шаг, если Вы были автоматически перенаправлены на страницу настройки модуля) нажмите на кнопку <strong>Настроить</strong> (Configure).</p>
        <figure class="img-polaroid">
            <img src="img/cookies_conf.png" alt=""/>
        </figure>
    </li>
    <li>
        <p>Введите необходимые настройки и нажмите на кнопку <strong>Сохранить</strong> (Save).</p>
        <figure class="img-polaroid">
            <img src="img/cookies_set.png" alt=""/>
        </figure>
    </li>
</ol>
<h6>Настроить модуль очень просто.</h6>
<h5>Настройки:</h5>
<ul class="marked-list">
    <li> Отображать в верхней части страницы (по умолчанию). Если Вы уберете галочку напротив этого параметра, модуль отобразится в нижней части страницы. </li>
    <li>Ссылка на Политику использования куки.</li>
    <li> Ссылка на страницу, на которую перенаправляется пользователь, если он не принимает Политику использования куки. </li>
</ul>
<h5> Также мы можем порекомендовать следующие модули:</h5>
<ul class="marked-list">
    <li>
        <p>
            <a target="_blank" href="http://addons.prestashop.com/en/front-office-features-prestashop-modules/8704-eu-cookie-law.html">Модуль EU Cookie Law</a>
        </p>
    </li>
    <li>
        <p>
            <a target="_blank" href="http://addons.prestashop.com/en/administration-tools-prestashop-modules/10376-alert-for-eu-cookie-law.html">Модуль Alert for EU Cookie Law</a>
        </p>
    </li>
</ul>
