<h3>TM Categories Badges</h3>

<p>Данный модуль позволяет добавлять лейблы на категории, которые отображаются на
    боковой панели при помощи стандартного модуля Prestashop Blockcategories. Лейблы
    можно добавлять на категорию любого уровня и на любом языке. При этом поле для
    текста, который будет отображаться в лейбле, является обязательным для заполнения на
    всех языка, если на каком-то из языков поле будет не заполнено, то оно автоматически
    примет значение стандартного языка.</p>
<h5>Установка и удаление модуля</h5>

<p>Модуль устанавливается и удаляется как любой другой модуль Prestashop.</p>
<h5>Настройки модуля</h5>

<p>После установки модуля вы можете настраивать его на странице конфигураций модуля.</p>


<p>Здесь вы можете добавить лейбл на любую из категорий, выбрав ее из выпадающего
    списка. Будьте внимательны! Можно добавить только один лейбл для категории магазина.
    Затем вы можете написать текст, который будет выводиться в лейбле, а также выбрать
    один из стилей отображения в выпадающем списке (стили отображения могут менятся в
    зависимости от шаблона).</p>

<p>Ниже отображается список с уже существующими лейблами. Здесь вы можете
    отредактировать или удалить лейбл при помощи соответсвующих кнопок.</p>

<p>Модуль мультиязычный и поддерживает режим мульти-магазина. Вы можете добавлять лейблы
    одновременно для грыппы магазинов или для всех сразу. При этом в списке они будут
    отображаться как разные элементы.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoriesbadges-1.png" alt="">
</figure>