<h3>Модуль Media Parallax</h3>

<h4>Что такое эффект Параллакс (parallax)?</h4>

<p>Параллакс-скроллинг - это специальная техника скроллинга в компьютерной графике, при которой изображения на заднем
    фоне двигаются медленнее тех, что на переднем фоне, создавая, таким образом, иллюзию глубины и эффект погружения в
    двухмерной видео-игре. Веб-дизайнеры начали внедрять параллакс-скроллинг в 2011, используя HTML5 и CSS3. Веб-сайты с
    параллакс-фоном становятся все более популярной стратегией, в его пользу говорит возможность запросто добавить
    подвижности сайту. К тому же, сторонники параллакса используют такой фон, как средство привлекать пользователей и
    улучшать общее впечатление о сайте. Параллакс-скроллинг, улучшая внешний вид сайта, позволяет создавать
    динамический, интерактивный интерфейс для пользователя.</p>

<p>Данный модуль добавит эффект параллакс на сайт, не требуя каких-либо дополнительных навыков и усилий. В качестве фона
    можно добавлять картинки и видео.</p>

<h6>
    <strong>Настройки:</strong>
    (только для Google Chrome)
</h6>
<ol class="index-list">
    <li>
        <dl class="inline-term">
            <dt>Enable smooth scroll for Google Chrome browser (Добавить плавный скроллинг для браузера Google Chrome)
            </dt>
            <dd>добавить дополнительный эффект.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Smooth scroll time (Время плавного скроллинга)</dt>
            <dd>время эффекта плавного скроллинга.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Smooth scroll distance (Расстояния плавного скроллинга)</dt>
            <dd>расстояние эффекта плавного скроллинга.</dd>
        </dl>
    </li>
</ol>

<figure class="img-polaroid">
    <img src="img/paralax.png" alt="">
</figure>
<h5>
    Добавление модуля Media parallax
</h5>
<ol class="index-list">
    <li>Рекомендуется добавлять класс или индекс в содержимое HTML страницы. Вы также можете использовать уникальный
        тег, который не будет повторяться.
    </li>

    <li>Создайте изображение необходимого размера (желательно, чтобы картинка была больше размеров блока, куда будет
        добавлен эффект). Если вы хотите использовать видео, его нужно подготовить в 3 форматах: .mp4,.webm и .ogv, а
        также добавить картинку предпросмотра такого же размера (.png, .jpg и .gif)
    </li>

    <li>
        <p>Щелкните кнопку
            <strong>Add container (Добавить контейнер)</strong>
            в
            <strong>Add new block (Добавить новый блок)</strong>
            .
        </p>

        <figure class="img-polaroid">
            <img src="img/paralax-1.png" alt="">
        </figure>
    </li>
    <li>
        <p>В появившемся экране задайте все требуемые настройки. </p>

        <h6>
            <strong>Настройки:</strong>
        </h6>

        <ol class="index-list">
            <li>
                <dl class="inline-term">
                    <dt>Selector (Селектор)</dt>
                    <dd>элемент, к которому будет добавлен эффект (индекс или уникальный тег).</dd>
                </dl>
            </li>
            <li>
                <dl class="inline-term">
                    <dt>Parallax type (Тип параллакса)</dt>
                    <dd>тип эффекта, который будет использоваться (картинка или видео).</dd>
                </dl>
            </li>
            <li>
                <dl class="inline-term">
                    <dt>Media files (Медиа файлы)</dt>
                    <dd>загрузите все необходимые файлы.</dd>
                </dl>
            </li>
            <li>Нажмите кнопку
                <strong>Save (Сохранить)</strong>
                .
            </li>
        </ol>

        <figure class="img-polaroid">
            <img src="img/paralax-2.png" alt="">
        </figure>
    </li>
</ol>

<h5>
    Настройки модуля Media parallax
</h5>

<p>В списке Параллакс-блоков найдите нужный и поменяйте настройки.</p>

<figure class="img-polaroid">
    <img src="img/paralax-3.png" alt="">
</figure>

<h5>
    Удаление модуля Media parallax
</h5>

<p>В списке Параллакс-блоков найдите нужный и нажмите кнопку
    <strong>Delete (Удалить)</strong>
    .
</p>
