<h3>TM Newsletter</h3>

<p>Модуль отображает уведомление с предложением подписаться на рассылку магазина в виде
    всплывающего окна. В модуле можно включить проверку введенного email с помощью
    подтверждающего письма. Так же можно настроить промежуток времени между
    напоминаниями для зарегистрированных и не зарегистрированных пользователей.
    Зарегистрированные пользователи могут навсегда отказаться от напоминаний.</p>

<h5>Установка и удаление модуля</h5>

<p>Модуль устанавливается и удаляется как любой другой модуль PrestaShop.</p>

<h5>Настройки модуля</h5>

<p>После установки модуля его можно настраивать на странице конфигураций модуля.</p>

<ol class="index-list">
    <li>Live mode (Активный Режим) - включить/выключить модуль.</li>
    <li>Would you like to send a verification email after subscription? (Отправить
        письмо с подтверждением после подписки?)- включить/выключить отправку
        подтверждающего письма.
    </li>
    <li>Timeout for guests (Таймаут всплывающего напоминая о подписке для гостей). -
        установить таймаут всплывающего напоминая о подписке для гостей.
    </li>
    <li>Timeout for customers (Таймаут всплывающего напоминая о подписке для
        зарегистрированных пользователей). - установить таймаут всплывающего напоминая о
        подписке для зарегистрированных пользователей.
    </li>
</ol>

<p class="alert alert-warning">Для работы модуля необходимо, чтобы был установлен и включен модуль "Newsletter
    block".
</p>

<figure class="img-polaroid">
    <img src="img/tmnewsletter-1.png" alt="">
</figure>