<h3><a href="http://special.olark.com/cDqdW ">TM Olark Chat</a></h3>

<p>Модуль для отображения чата Olark Chat на фронтенде вашего магазина.</p>

<h5>Установка и удаление модуля</h5>

<p>Модуль устанавливается и удаляется как любой другой модуль PrestaShop.</p>

<h5>Настройки модуля</h5>

<p>После установки модуля вы можете настраивать его на странице конфигураций модуля.</p>

<p>Для того что бы настроить Olark Chat, который присутствует на демо шаблона, вам нужно
    зарегистрироваться на <a href="http://www.olark.com/" target="_blank"
                             title="Регистрация Olark">официальном сайте</a> и получить
    ID для вашего сайта. Введите ваш ID в поле "Olark site ID" и переведите модуль в
    "Live mode". После чего сохраните настройки, нажав кнопку <strong>Save</strong>.</p>

<figure class="img-polaroid">
    <img src="img/tmolarkchat-1.png" alt="">
</figure>
