<h3>TM Products Slider</h3>

<p>Модуль предназначен для вывода продуктов в слайдере.</p>

<h5>Установка и удаление модуля</h5>

<p>Модуль устанавливается и удаляется, как любой другой модуль Prestashop.</p>

<p>После установки вы можете изменять настройки модуля в разделе Configuration.</p>

<p>Здесь можно настроить порядок вывода продуктов в слайдере (просто перетягивайте
    элементы в списке). Также можно разрешать/запрещать отображение продуктов в
    слайдере.</p>

<p>В настройках слайдера можно настроить ширину слайдера, тип перехода слайда, скорость
    перехода между слайдами, пауза между переходами, автоматический переход слайдов,
    остановка переходов слайдов при наведении на слайд, отображение контроля в виде
    пагинации, отображение кнопок следующий/предидущий, отображение кнопок
    проигрывать/пауза.</p>

<figure class="img-polaroid">
    <img src="img/tmproductsslider-1.png" alt="">
</figure>

<p>После установки модуля в настройках продукта появится дополнительная закладка
    (Каталог - Продукт - "любой продукт" - TM Products Slider).</p>

<p>Здесь можно отметить будет ли продукт отображаться в слайдере или нет. После
    изменений нажмите одну из кнопок для сохранения (Сохранить/Сохранить и
    остаться).</p>

<p>Модуль поддерживает режим мульти-магазина. Вы можете менять настройки одновременно
    для всех магазинов, группы магазинов или для каждого магазина отдельно.</p>

<figure class="img-polaroid">
    <img src="img/tmproductsslider-2.png" alt="">
</figure>