<h3>TM Related Products</h3>

<p>Модуль позволяет добавить related продукты к любому продукту в вашем магазине. Все related продукты выводятся в виде карусели на странице продукта с которым они связаны.</p>

<h5>Установка и удаление</h5>

<p>Модуль устанавливается и удаляется так же как и любой другой модуль PrestaShop.</p>

<h5>Настройки модуля</h5>

<p>После установки модуля вы можете настраивать его на странице конфигураций модуля.</p>

<p class="img-polaroid"><img class="presta_scr2" src="img/tmrelatedproducts-1.png" alt="" /></p>

<ol>
    <li><strong>Display price on products</strong> - Отображать цену продукта.</li>
    <li><strong>Number of displayed products</strong> - Количество отображаемых продуктов.</li>
</ol>

<p>Добавить или удалить родственные продукты к основному вы можете в настройках продукта <b>Catalog->Products</b>.</p>

<ol>
    <li>Перейдите на вкладку <b>TM Related Products</b><p class="img-polaroid"><img class="presta_scr2" src="img/tmrelatedproducts-2.png" alt="" /></p></li>
    <li>В поле поиска продуктов начните вводить название нужного, после чего выберите его из предложенных вариантов.</li>
    <li>Для удаления продукта из списка нажмите крестик перед нужным продуктом.</li>
    <li>После внесения всех изменений, нажмите одну из кнопок сохранения <b>Save and Stay</b> или <b>Save</b>.</li>
</ol>