<h3>TM Related Products</h3>

<p>Данный модуль предназначен для добавления и отображения родственных продуктов на
    странице информации о продукте.</p>

<h5>Установка и удаление модуля</h5>

<p>Модуль устанавливается и удаляется как любой другой модуль PrestaShop.</p>

<h5>Настройки модуля</h5>

<p>После установки модуля вы можете настраивать его на странице конфигураций модуля.</p>

<ol class="index-list">
    <li>Отображать цену продукта.</li>
    <li>Количество отображаемых продуктов.</li>
</ol>

<figure class="img-polaroid">
    <img src="img/tmrelatedproducts-1.png" alt="">
</figure>

<p>Добавить или удалить родственные продукты к основному вы можете в настройках продукта
    <strong>Catalog->Products</strong>.</p>

<ol class="index-list">
    <li>Перейдите в вкладку <strong>TM Related Products</strong>
    </li>
    <li>В поле поиска продуктов начните вводить название нужного, после чего выберете
        его из предложенных вариантов;
    </li>
    <li>Для удаления продукта из списка нажмите крестик перед нужным продуктом;</li>
    <li>После внесения всех изменений нажмите одну из кнопок сохранения <strong>Save
            and Stay</strong> или <strong>Save</strong></li>
</ol>

<figure class="img-polaroid">
    <img src="img/tmrelatedproducts-2.png" alt="">
</figure>