<h3>Установка шаблона на существующий магазин </h3>
<p class="alert alert-info"> Вы можете использовать этот способ установки, если у Вас есть работающий веб-сайт PrestaShop, и Вы просто хотите установить новый шаблон.</p>
<p class="alert alert-info"><span> Таблицу конфигурации модулей можно найти на странице Демо-версии шаблона. Найдите ссылку «Карта Сайта» в хедере или футере и откройте страницу Карта сайта -> Страницы -> Страницы.</span></p>
<h4> Загрузка файлов и активация шаблона </h4>
<ol class="index-list">
    <li> Откройте пакет шаблона.</li>
    <li>Затем, перейдите в папку <strong>/theme/manual_install/</strong>.</li>
    <li>Загрузите папки <strong>/modules/</strong> и <strong>/themes/</strong> в корневую папку PrestaShop.
    <li>
        <p>В вашей админ панели PrestaShop перейдите на вкладку <strong>Предпочтения > Шаблоны</strong> (Preferences > Themes), выберите шаблон, который Вы установили (Вы можете также использовать включенный шаблон, это не создаст проблем для вашего используемого шаблона). Нажмите на кнопку <strong>'Расширенные настройки'</strong> (Advanced settings) (1).</p>
        <figure class="img-polaroid">
            <img alt="" src="img/existing-store-1.png"/>
        </figure>
    </li>
    <li>
        <p> На появившемся экране выберите папку с новым названием темы (1) и нажмите на кнопку <strong>'Сохранить'</strong> (Save) (2).</p>
        <figure class="img-polaroid">
            <img alt="" src="img/existing-store-2.png"/>
        </figure>
    </li>
</ol>

