<h3>Установка модулей</h3>
<p>В каждом шаблоне есть разные настройки модулей. Чтобы модули выглядели так же, как в демо-версии, их необходимо настроить. Все модули можно настроить в админ панели PrestaShop.</p>
<p>В вашей админ панели PrestaShop выберите <strong>Модули и службы > Модули и службы</strong> (Modules and Services > Modules and Services) из главного меню.</p>
<p> На странице «Модули» Вы можете увидеть список доступных модулей PrestaShop. Вам нужно установить некоторые из них.</p>
<p> Чтобы установить модуль, найдите его в списке и нажмите на кнопку <strong>'Установить'</strong> (Install).</p>
<figure class="img-polaroid">
    <img src="img/06-modules.png" alt=""/>
</figure>
<p> Используя ссылки модуля, Вы можете активировать/деактивировать модуль (ссылки <strong>Включить</strong> (Enable) | <strong>Отключить</strong> (Disable)), восстановить настройки по умолчанию (ссылка <strong>Сбросить</strong> (Reset)), удалить модуль (ссылка <strong>Удалить</strong> (Delete)) или настроить его (ссылка <strong>Настроить</strong> (Configure)).</p>
<figure class="img-polaroid">
    <img src="img/08-modules.png" alt=""/>
</figure>
<p><strong>Активировав</strong> нужные модули, <strong>закрепите их в нужных позициях.</strong></p>
<p>В админ панели PrestaShop выберите <strong>Модули и службы > Позиции</strong> (Modules and Services > Positions) из верхнего меню. Для того чтобы поместить модуль в нужную позицию, просто перетяните его вверх или вниз в списке модулей.</p>
<figure class="img-polaroid">
    <img src="img/09-modules.png" alt=""/>
</figure>
<h3>Настройка изображений</h3>
<p>В PrestaShop Вы можете использовать предопределенные размеры изображений для изображений товаров, категорий, производителей и т. д..</p>
<p>Например, изображения размеров <strong>'home'</strong>, как правило, используются для изображений товаров в списках категорий, <strong>'large'</strong> - для основного изображения товара на странице информации товара.</p>
<p>Для того чтобы настроить размеры изображения товара, откройте вашу админ панель PrestaShop, перейдите на вкладку <strong>Предпочтения > Изображения</strong> (Preferences > Images) и задайте размеры изображений, как описано на <strong>Странице настроек</strong> (Configuration Page) в Демо-версии шаблона.</p>
