<h3>Установка шаблона на существующий магазин</h3>

<p class="alert alert-info">Данный метод установки следует использовать в том случае, если у вас уже есть
    действующий сайт PrestaShop и необходимо просто установить шаблон.</p>

<h4>Загрузка файлов шаблона и активация темы</h4>
<ol class="index-list">
    <li>Откройте папку шаблона.</li>
    <li>Перейдите в папку <strong>/theme/manual_install/</strong>.</li>
    <li>Загрузите папки <strong>/modules/</strong> и <strong>/themes/</strong> в
        корневую директорию PrestaShop.
    </li>
    <li>
        <p>В панели управления PrestaShop перейдите в <strong>Preferences > Themes
                (Настройки > Темы)</strong>, выберите установленную тему (также можно
            выбрать активную тему, это никак на нее не повлияет). Нажмите кнопку
            <strong>Advanced settings (Расширенные настройки)</strong>.</p>

        <figure class="img-polaroid">
            <img alt="" src="img/theme_add.png"/>
        </figure>
    </li>
    <li>
        <p>В появившемся окне укажите директорию с новой темой и нажмите кнопку <strong>Save
                (Сохранить)</strong>.</p>

        <figure class="img-polaroid">
            <img alt="" src="img/theme-select.png"/>
        </figure>
    </li>
</ol>
<h4>Установка модулей</h4>

<p>Каждый шаблон включает особые настройки модулей. Чтобы модули выглядели так же, как
    на демо, их нужно настроить. Все модули настраиваются в панели управления
    PrestaShop.</p>

<p>В панели управления PrestaShop, выберите <strong>Modules > Modules (Модули >
        Модули)</strong> в главном меню.</p>

<p>На странице модулей находится список всех доступных модулей PrestaShop. Некоторые из
    них нужно установить.</p>

<p>Чтобы установить модуль, найдите его в списке и нажмите кнопку <strong>'Install
        (Установить)'</strong>.</p>
<figure class="img-polaroid">
    <img src="img/06-modules.png" alt=""/>
</figure>


<p>Используя ссылки модуля, вы можете его активировать/дезактивировать (ссылки <strong>Enable
        (Включить)</strong>|<strong>Disable (Отключить)</strong>), сбросить настройки к
    стандартным (ссылка <strong>Reset (Сбросить)</strong>), удалить модуль (ссылка
    <strong>Delete (Удалить)</strong>) или настроить (ссылка <strong>Configure
        (Настроить)</strong>).</p>
<figure class="img-polaroid">
    <img src="img/08-modules.png" alt=""/>
</figure>


<p>После <strong>активации</strong> нужных модулей, их необходимо <strong>расположить
        в правильные позиции.</strong></p>

<p>В панели управления PrestaShop, выберите <strong>Modules > Positions (Модули >
        Позиции)</strong> в главном меню. Чтобы поставить модуль в требуемую позицию, просто
    перетяните его в блоке в списке модулей.</p>
<figure class="img-polaroid">
    <img src="img/09-modules.png" alt=""/>
</figure>


<h3>Настройка изображений</h3>

<p>В PrestaShop можно использовать заданные разрешения для картинок товаров, категорий,
    производителей и т.п.</p>

<p>Например, размеры изображения типа <strong>'home'</strong> обычно используются для
    картинок в списке категорий, <strong>'large'</strong> для главного изображения
    товара на странице товара.</p>

<p>Чтобы настроить разрешения изображений, откройте панель управления PrestaShop,
    перейдите в <strong>Preferences > Images (Настройки > Изображения)</strong> и
    установите размеры картинок, как описано на странице <strong>Configuration Page
        (Настройки шаблона)</strong> демо.</p>
