<h3>Как обновить Eveprest</h3>
<p class="alert alert-warning">Внесённые Вами изменения могут повлиять на существующий магазин, поэтому мы настоятельно рекомендуем Вам создать резервную копию сайта перед его обновлением.</p>
<p> Чтобы получить обновленную версию Eveprest, необходимо восстановить ссылку для скачивания. Затем, снова загрузите архив Eveprest.</p>
<p>Чтобы использовать новую тему, нужно добавить ее, используя инструкции в разделе «Установка шаблона». </p>
<p> Чтобы добавить и использовать новые модули, откройте папку обновления в архиве flagman, скопируйте соответствующие папки в вашу папку /modules и установите их в админ панели.</p>


