<h3>Smart Blog</h3>
<p><strong>Smart blog</strong> - это набор модулей, которые позволяют создать блог в вашем магазине. Он состоит из следующих модулей:</p>
<ul class="marked-list">
    <li>Smart Blog</li>
    <li>RSS Smart Blog Feed</li>
    <li>Smart Blog Archive</li>
    <li>Smart Blog Categories</li>
    <li>Smart Blog Home Latest</li>
    <li>Smart Blog Latest Comments</li>
    <li>Smart Blog AddThisModule</li>
    <li>Smart Blog Popular Posts</li>
    <li>Smart Blog Recent Posts</li>
    <li>Smart Blog Related Post</li>
    <li>Smart Blog Search</li>
    <li>Smart Blog Tags</li>
</ul>
<p> У этого модуля также есть свои хуки, в которых модули блога можно отобразить на сайте. Они также могут отображаться в стандартных хуках (только колонки).</p>
<h4>Smart Blog</h4>
<p>Это основной модуль, который содержит множество параметров для работы с блогами. После его установки в главном меню вашей админ панели появится вкладка меню «Блог», где Вы можете добавить / удалить / редактировать записи/категории или выбрать тип изображений, используемых в сообщениях,  и их размеры (типы и размеры изображений записей отличаются от настроек изображений товаров в вашем магазине). Чтобы добавить параметры фронтенда модуля, перейдите на вкладку <strong>Smart Blog (Модули -> Свойства фронтенда -> Smart Blog) </ strong> и добавьте все параметры.</p>
<h6>Описание параметров:</h6>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt>Мета-название</dt>
            <dd> Название вашего блога, которое будет отображаться на всех его страницах.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Мета-ключевые слова</dt>
            <dd> Ключевые слова, которые будут использоваться поисковыми системами для лучшей SEO-оптимизации.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Мета-описание</dt>
            <dd> Описание вашего блога, используемое поисковыми системами для лучшей SEO-оптимизации.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Основная ссылка блога</dt>
            <dd>ссылка на ваш Блог.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Использование .html с ЧПУ</dt>
            <dd> Включить / отключить добавление .html в ссылки страниц блога с использованием ЧПУ.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Количество записей на странице</dt>
            <dd>количество сообщений, отображаемых на страницах (категории / страницы архивов и т. д.)</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Автоматически одобрять комментарии</dt>
            <dd> Включить / отключить автоматическое одобрение пользовательских комментариев. Если этот параметр включен, комментарии будут доступны без модерации админа.          </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Включить Captcha</dt>
            <dd> Включить / отключить Captcha в разделе Оставить комментарий на страницах товаров.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Включить комментарий</dt>
            <dd> Включить / отключить комментарии пользователей.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отобразить имя автора</dt>
            <dd> Включить / отключить отображение сообщений на страницах блога и на страницах отдельных записей </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображать количество просмотров записей</dt>
            <dd>Включить / отключить отображение количества просмотров записей пользователями. Оно отобразится под записью на страницах блога и на единичных страницах записей.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отобразить стиль имени автора</dt>
            <dd> Изменение формата имени автора.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Изображение AVATAR</dt>
            <dd>Добавление стандартного изображения аватара для всех пользователей.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображать «Нет изображения»</dt>
            <dd>Включить / отключить изображение. «Нет изображения» отображается, если отсутствует изображение для записи/категории и т.д.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображение категории</dt>
            <dd>Включить / отключить изображение категории и описание на страницах категорий блога.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Настройки колонки страницы блога</dt>
            <dd> Настройка отображения модулей, связанных с блогами. Они часто требует дополнительных настроек, поэтому рекомендуется устанавливать дополнительные модули так же, как и стандартные модули PrestaShop.            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Пользовательский CSS</dt>
            <dd> Вы можете добавить дополнительные стили в это поле. Будьте осторожны, используя классы, которые уже используются в шаблоне, так как могут возникнуть конфликты.            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Удалить старый Thumblr</dt>
            <dd> Используется для пересоздания изображений блога в случае изменения размеров изображений или добавления нового типа изображений. Для того чтобы пересоздать изображения, выберите <strong>'Да'</strong> (Yes) и нажмите на кнопку <strong>'Пересоздать'</strong> (Regenerate).
            </dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/smart_blog.png" alt=""/>
</figure>
<p class="alert alert-danger"><strong>ТОЛЬКО ПОСЛЕ ЭТОГО</strong> можно устанавливать другие модули, которые относятся к блогу. Процесс удаления противоположный: <strong>СНАЧАЛА НУЖНО УДАЛИТЬ ВСЕ СОПУТСТВУЮЩИЕ МОДУЛИ</strong> и после этого удалить модуль Smart Blog.</p>

<h4> RSS Smart Blog Feed</h4>
<h6>Модуль создания новостной ленты для вашего Блога.</h6>
<p>Модуль имеет несколько настроек в админ панели:</p>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt>Период обновления</dt>
            <dd>Позволяет отобразить записи определенного периода времени (час/день/неделя/месяц/год).            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Частота обновления</dt>
            <dd> Позволяет установить частоту обновления (1 неделя, 2 часа и т. д.) </dd>
        </dl>
    </li>
</ul>
<p> Вверху есть путь к файлу, где будут генерироваться новости. Он состоит из ссылки на сайт + /modules/smartblogfeed/rss.php.</p>
<figure class="img-polaroid">
    <img src="img/feed.png" alt=""/>
</figure>

<h4> Smart Blog Archive</h4>
<h6> Этот блок отображается в левой / правой колонке и используется для сортировки сообщений по времени (месяцу).</h6>
<p> У этого модуля нет дополнительных настроек.</p>

<h4>Smart Blog Category</h4>
<h6> Этот блок отображается в левой / правой колонке и используется для сортировки сообщений по категориям.</h6>
<p> У этого модуля нет дополнительных настроек.</p>

<h4> Smart Blog Home Latest </h4>
<h6> Этот блок отображается только в хуке <strong>homepagecontent</ strong> и используется для отображения последних сообщений на Домашней странице.</h6>
<p>Настройки:</p>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt> Количество сообщений, отображаемых в Последних новостях </dt>
            <dd> Количество сообщений, которые будут отображаться на Домашней странице.</dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/home.png" alt=""/>
</figure>

<h4> Smart Blog Latest Comments </h4>
<h6> Этот блок отображается в левой / правой колонке и используется для отображения последних комментариев, добавленных для записей блога.</h6>
<p>Настройки:</p>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt>Количество отображаемых комментариев</dt>
            <dd>количество комментариев, отображаемых в блоке.
            </dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/comments.png" alt=""/>
</figure>

<h4>Модуль Smart Blog AddThis</h4>
<h6> Этот блок отображается на единичной странице записи и позволяет поделиться этой записью в социальных сетях.</h6>
<p> У этого модуля нет дополнительных настроек.</p>

<h4>Smart Blog Popular Posts</h4>
<h6> Этот блок отображается в левой / правой колонке и используется для отображения Популярных записей, которые просматриваются наиболее часто.</h6>
<p>Настройки:</p>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt> Количество популярных записей для отображения </dt>
            <dd> количество популярных записей, отображаемых в блоге.
            </dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/popular.png" alt=""/>
</figure>

<h4>Smart Blog Recent Posts</h4>
<h6> Этот блок отображается в левой / правой колонке и используется для отображения последних записей.</h6>
<p>Настройки:</p>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt> Показать количество последних записей </dt>
            <dd> Количество последних записей, отображаемых в блоке.</dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/recent.png" alt=""/>
</figure>

<h4>Smart Blog Related Posts</h4>
<h6> Этот блок отображается на страницах единичных записей и используется для отображения похожих записей.</h6>
<p>Настройки:</p>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt> Количество похожих записей </dt>
            <dd> Количество похожих записей, отображаемых в блоке.</dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/related.png" alt=""/>
</figure>

<h4>Smart Blog Search</h4>
<h6> Этот блок отображается в левой / правой колонке и используется для поиска в блоге.</h6>
<p> У этого модуля нет дополнительных настроек.</p>

<h4>Smart Blog Tag</h4>
<h6> Этот блок отображается в левой / правой колонке и используется для отображения тегов, используемых в блоге.</h6>
<p>Настройки:</p>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt>Количество отображаемых тегов</dt>
            <dd>количество тегов, отображаемых в блоге.</dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/tags.png" alt=""/>
</figure>
