<h3>TM Category Image Slider</h3>
<p> Модуль позволяет создавать многоязычные слайды для любой категории магазина. Слайдер будет отображаться на страницах категорий.</p>
<h4> Установка и удаление </h4>
<p> Процедура установки стандартная, модуль можно установить и удалить как обычный модуль PrestaShop.</p>
<h4> Настройки модуля </h4>
<p> После установки модуля, Вы можете установить или изменить необходимые параметры на странице настройки модуля.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoryimagesslider-1.png" alt=""/>
</figure>
<ul class="marked-list">
    <li><strong>Режим</strong> (Mode) - тип анимации (затухание, вертикальный, горизонтальный).</li>
    <li><strong>Скорость</strong> (Speed) – скорость анимации.</li>
    <li><strong>Ширина</strong> (Width) - ширина слайдов (для правильного просмотра рекомендуется использовать фактическую ширину изображения).
    </li>
    <li><strong>Высота</strong> (Height) - высота слайдов (для правильного просмотра рекомендуется использовать фактическую высоту изображения).
    </li>
    <li><strong>Автоматически</strong> (Auto) – автоматическое воспроизведение при открытии страницы.</li>
    <li><strong>Пауза</strong> (Pause) - время до перехода на следующий слайд.</li>
    <li><strong>Автоматический ховер</strong> (Auto Hover) – пауза при ховере.</li>
    <li><strong>Элементы управления</strong> (Controls) – кнопки "Следующий"/"Предыдущий".</li>
    <li><strong>Текст "Следующий"</strong> (Next Text) – текст кнопки "Следующий".</li>
    <li><strong> Текст "Предыдущий"</strong> (Prev Text) - текст кнопки "Следующий".</li>
    <li><strong>Управление автоматическим воспроизведением</strong> (Auto Controls) – кнопки "Воспроизведение"/"Пауза".</li>
    <li><strong>Пагинация</strong> (Pager) - пагинация.</li>
</ul>
<h5> Добавление / удаление / редактирование слайдов </h5>
<p> После установки модуля Вы увидите новое поле "Слайды" в настройках категории.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoryimagesslider-2.png" alt=""/>
</figure>
<p> Чтобы добавить слайд, нажмите кнопку "Добавить новый слайд". Заполните необходимые поля в форме.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoryimagesslider-3.png" alt=""/>
</figure>
<ul class="marked-list">
    <li><strong>Выберите файл</strong> (Select a file) - выберите файл. Вы можете загружать разные изображения для разных языков. В случае если изображение не выбрано для конкретного языка, загружаются изображения, установленные для языка по умолчанию.
    </li>
    <li><strong>Введите название слайда</strong> (Enter Slide title) – введите название слайда.</li>
    <li><strong>Введите ссылку слайда</strong> (Enter Slide Url) – введите ссылку слайда.</li>
    <li><strong>Введите текст слайда</strong> (Enter Slide caption) – введите текст слайда.</li>
    <li><strong>Открывать в новом окне</strong> (Open in new window) - открывать в новом окне.</li>
    <li><strong>Статус</strong> (Status) - включить/отключить слайд.</li>
</ul>
<p> Когда слайд сохранен, он появится в списке слайдов категорий.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoryimagesslider-4.png" alt=""/>
</figure>
<p>Для того чтобы внести изменения в слайд, нажмите на кнопку <strong>'Редактировать'</strong> (Edit).</p>
<p>Для того чтобы удалить слайд, нажмите на <strong>'Удалить'</strong> (Delete) под кнопкой <strong>'Редактировать'</strong> (Edit).</p>
<div class="alert alert-info">
    <span> Слайды можно добавлять только в сохраненные категории.</span>
</div>
