<h3>TM Categories Badges</h3>
<p>Этот модуль позволяет добавлять ярлыки в категории боковой панели стандартного модуля Prestashop Categories («Blockcategories»). Ярлыки могут быть добавлены в категорию любого уровня и на любом языке. Текстовое поле ярлыка является обязательным и должно быть заполнено на всех языках. Если это поле оставить пустым на одном из языков, тогда оно автоматически примет текст языка по умолчанию.</p>
<h5>Установка и удаление</h5>
<p>Этот модуль устанавливается и удаляется так же, как и любой другой модуль Prestashop.</p>
<h5>Настройка модуля</h5>
<p>После установки Вы можете изменить настройки модуля на странице настройки.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoriesbadges-1.png" alt=""/>
</figure>
<p> Вы можете добавить ярлыки для любой категории, выбрав её из выпадающего списка.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoriesbadges-2.png" alt=""/>
</figure>
<p class="alert alert-warning"><span>Внимание! Вы можете добавить только один ярлык для одной категории.</span></p>
<p> Затем, Вы можете добавить текст, который будет отображаться в ярлыке, и выбрать стиль из выпадающего списка (стили могут отличаться в разных шаблонах).</p>
<p>Затем, нажмите на кнопку 'Сохранить' (1).</p>
<figure class="img-polaroid">
    <img src="img/tmcategoriesbadges-3.png" alt=""/>
</figure>

<p> Ниже приведен список существующих ярлыков. Здесь Вы можете редактировать или удалять ярлыки с помощью соответствующих кнопок.</p>
<figure class="img-polaroid">
    <img src="img/tmcategoriesbadges-4.png" alt=""/>
</figure>
<p> Модуль является многоязычным и поддерживает несколько магазинов. Вы можете добавить ярлыки для группы магазинов или сразу для всех магазинов. Они будут отображаться в списке как отдельные элементы.</p>
