<h3>TM Collections</h3>
<?php if ($project == 'eveprest' ) { ?>
    <div>
        <p style="margin-bottom: 0;">Добавить в:</p>
        <p style="margin-top: 0;" class="small text-secondary">Мода, Электроника, Запчасти, Мебель, Один товар</p>
    </div>
<?php } ?>
<h6> Модуль TM Collections создан, чтобы дать возможность посетителям интернет-магазина добавлять товары в коллекции и делиться этими коллекциями на Facebook.</h6>
<h4>Установка модуля</h4>
<p>Для того чтобы установить модуль, перейдите на вкладку Админ панель -> Модули и службы -> Модули и службы (1), найдите модуль TM Collections (2) и нажмите на кнопку 'Установить' (3).</p>
<figure class="img-polaroid">
    <img src="img/tmcollections1.png" alt=""/>
</figure>
<h4>Настройка модуля</h4>
<p>После того как модуль установлен, отобразится страница 'Настройки'.<br>
  Добавьте Идентификатор профиля Facebook в нужное поле (1) и нажмите на кнопку 'Сохранить' (2).<br>
    Вы найдете инструкцию, как получить Идентификатор профиля Facebook здесь: <a
        href="https://developers.facebook.com/docs/apps/register" target="blank">Создание Идентификатора приложения</a>.</p>
<figure class="img-polaroid">
    <img src="img/tmcollections2.png" alt=""/>
</figure>
<h4>Использование модуля TM Collections</h4>
<h5>Добавление товара в коллекцию</h5>
<p class="alert alert-info">Гости сайта должны войти в систему, для того чтобы добавить элементы в коллекцию.</p>
<ul class="index-list">
    <li>
        <p>После того как модуль установлен, отобразится кнопка 'Добавить в коллекцию' на каждой странице товара. Она будет выглядеть, как показано на скриншоте ниже (1).</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections3.png" alt=""/>
        </figure>
    </li>
    <li>
        <p>Нажав на эту кнопку, гости сайта увидят уведомление: 'Товар успешно добавлен в коллекцию.' Это уведомление можно закрыть или пропустить, нажав на кнопку 'Мои коллекции'            (2).</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections4.png" alt=""/>
        </figure>
    </li>
</ul>
<h5>Просмотр коллекций</h5>
<ul class="index-list">
    <li>
        <p>На странице 'Мои коллекции' клиент может добавить новую коллекцию (1) или посмотреть список созданных товаров (2).</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections5.png" alt=""/>
        </figure>
    </li>
    <li>
        <p>Нажатие на кнопку 'Просмотреть коллекцию' (1) откроет страницу коллекции, кнопка 'Посмотреть товары' (2) даёт возможность просмотреть список товаров этой коллекции на текущей странице. <br>
Название коллекции можно изменить (3) или удалить (4). <br>
          Для того чтобы поделиться коллекцией, нажмите на кнопку 'Поделиться' (5).</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections6.png" alt=""/>
        </figure>
    </li>
    <li>
        <p>Просматривая элементы коллекции после нажатия на кнопку 'Посмотреть товары', каждый элемент можно удалить из списка (1).</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections7.png" alt=""/>
        </figure>
    </li>
</ul>
<h5>Поделиться коллекциями</h5>
<p>Чтобы поделиться коллекцией, посетитель должен нажать кнопку "Поделиться". Перед публикацией коллекции нужно сделать несколько простых шагов. На каждом этапе есть возможность вернуться и изменить параметры "Поделиться".</p>
<ul class="index-list">
    <li>
        <p> Первый шаг - выбрать макет коллекции, которая будет опубликована.</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections8.png" alt=""/>
        </figure>
    </li>
    <li>
        <p> Затем должны быть добавлены товары. Каждая ячейка с символом "+" является кнопкой для добавления изображения товара.</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections9.png" alt=""/>
        </figure>
        <p> Выбор изображений для каждого товара:</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections10.png" alt=""/>
        </figure>
    </li>
    <li>
        <p> Когда все изображения добавлены, посетитель должен нажать на кнопку 'Поделиться' (1).</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections11.png" alt=""/>
        </figure>
    </li>
    <li>
        <p>В маленьком окне, которое появится, Вы увидите стандартные настройки публикации и поле добавления текста сообщения (1). После нажатия на кнопку "Опубликовать на Facebook" (2) сообщение будет опубликовано.</p>
        <figure class="img-polaroid">
            <img src="img/tmcollections12.png" alt=""/>
        </figure>
    </li>
</ul>
<h5>Статистика</h5>
<p>С помощью этого модуля Вы можете также получить статистику, собранную в то время, когда товары добавляются в коллекции. Таким образом, Вы будете знать, какие товары в настоящее время популярны. Эта информация может быть очень полезной, например, для предоставления скидок. <br>
 Вы можете просмотреть статистику, нажав на кнопку Админ панель -> Статистика -> Статистика -> TM Collections. <br>
</p>
<figure class="img-polaroid">
    <img src="img/tmcollections13.png" alt=""/>
</figure>
<ul class="marked-list">
    <li> Вы можете выбрать период для просмотра статистики с указанного времени (1).</li>
    <li> В первой колонке указано количество добавлений товара (2).</li>
    <li> Вторая колонка создана для вашего удобства. Вы можете использовать её, чтобы узнать, сколько добавленных товаров было продано (3).
    </li>
</ul>
