<h3>TM Google Map</h3>
<p>Этот модуль позволяет добавить Google Карту с местоположениями ваших магазинов и их кратким описанием на Домашнюю страницу. На карте будут показаны адреса всех магазинов, связанных с вашим интернет-магазином. Вы можете изменить информацию о своих магазинах на вкладке Настройки -> Сохранить контакты.</p>
<h5>Установка и удаление</h5>
<p> Модуль устанавливается и удаляется, как и любой другой модуль Prestashop.</p>
<h5>Настройка модуля</h5>
<p> После установки Вы можете изменить его параметры на странице настройки модуля.</p>
<p> Вы можете настроить стиль и элементы вашей карты.</p>
<ul class="index-list">
    <li>В первом поле выберите стиль карты (все стили взяты с сайта<a
        target="_blank" href="https://snazzymaps.com/">Snazzymaps</a>). Вы также можете добавить стили с этого сайта. Вы узнаете, как добавить их в конце этой инструкции.</li>
    <li> Выберите тип вида во втором поле (вид со спутника или вид улицы).</li>
    <li> Вы также можете выбрать коэффициент масштабирования для вашей карты от 1 до 17.</li>
    <li> Масштабирование при прокрутке карты.</li>
    <li> Вы можете отключить элементы управления картой и возможность просмотра улиц.</li>
    <li> Модуль поддерживает мультимагазин. Вы можете изменить стиль карты для каждого магазина.</li>
</ul>
<figure class="img-polaroid">
    <img src="img/tmgooglemap-1.png" alt=""/>
</figure>
<h5> Добавление пользовательских стилей </h5>
<p>Вы можете добавить пользовательский стиль с сайта <a target="_blank" href="https://snazzymaps.com/">Snazzymaps</a> в ваш модуль. Чтобы сделать это, выберите стиль с веб-сайта, скопируйте массив стилей JavaScript в файл .js и сохраните его в папке /js/styles/ модуля  (для названия файла используйте имя стиля, заменяя пробелы подчеркиванием и удаляя все специальные символы, например: для стиля Subtle Grayscale - файл subtle_grayscale.js, для стиля Apple Maps-esque - файл apple_maps-esque.js). Затем перейдите на страницу настройки вашего модуля и выберите нужный стиль из выпадающего списка стилей.</p>
