<h3>TM Google Map 1.1.5</h3>
<p>Этот модуль позволяет добавить Google Карту с расположением магазина и кратким описанием магазина на Домашнюю страницу. На карте будут отображаться адреса всех магазинов, связанных с вашим интернет-магазином.</p>
<h5> Установка и удаление </h5>
<p> Модуль устанавливается и удаляется, как и любой другой модуль PrestaShop.</p>
<h5> Настройки модуля </h5>
<p> После установки модуля Вы можете добавить магазины на карту. Нажав на кнопку 'Добавить новый магазин' (1), Вы будете перенаправлены на вкладку 'Контактные данные магазина', где Вы можете изменить ваши магазины.</p>
<p class="img-polaroid"><img src="img/tmgooglemap115-1.png" alt="" /></p>
<p>Для того чтобы добавить новый магазин, нажмите на кнопку 'Добавить новый'.</p>
<p class="img-polaroid"><img src="img/tmgooglemap115-2.png" alt="" /></p>
<ul class="marked-list">
    <li><strong>Выбрать магазин</strong> (Select a store) - выберите магазин, который Вы хотите добавить на карту.</li>
    <li><strong>Статус</strong> (Status) – статус элемента.</li>
    <li><strong>Маркер</strong> (Marker) – добавление пользовательского маркера.</li>
    <li><strong>Пользовательский текст</strong> (Custom text) – добавление пользовательского текста.</li>
</ul>
<h5>Настройки отображения Google Карты</h5>
<p class="img-polaroid"><img src="img/tmgooglemap115-3.png" alt="" /></p>
<ul class="marked-list">
    <li><strong>Стиль карты</strong> (Map Style) – выберите стиль отображения карты.</li>
    <li><strong>Тип карты</strong> (Map Type) – выберите тип отображения карты.</li>
    <li><strong>Уровень масштабирования</strong> (Zoom Level) – укажите начальный уровень масштабирования карты (от 1 до 17).</li>
    <li><strong>Масштабирование при прокручивании</strong> (Zoom on scroll) - включить/отключить масштабирование при прокручивании.</li>
    <li><strong> Элементы управления картой</strong> (Map Controls) - включить/отключить элементы управления картой.</li>
    <li><strong> Просмотр улиц</strong> (Street view) - включить/отключить просмотр улиц.</li>
    <li><strong> Анимационный маркер </strong> (Animation marker) - включить/отключить анимационный маркер.</li>
    <li><strong>Всплывающие окна</strong> (Popup) - включить/отключить всплывающие окна с информацией о магазине.</li>
</ul>
