<h3>TM Homepage Products Carousel</h3>
<p> Модуль добавляет карусель на вкладки главной страницы.</p>
<h5>Установка и удаление</h5>
<p> Модуль может быть установлен и удален как любой другой модуль PrestaShop.</p>
<h5>Настройка модуля</h5>
<p>Настройки установленного модуля можно изменить на странице настройки модуля.</p>
<figure class="img-polaroid">
    <img src="img/tmhomecarousel-1.png" alt=""/>
</figure>
<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Использовать карусель</dt>
            <dd>включить/отключить карусель</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Количество отображаемых элементов</dt>
            <dd>количество отображаемых элементов</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Прокрутка элементов</dt>
            <dd>количество элементов прокрутки</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Ширина элемента</dt>
            <dd>ширина элемента в списке карусели </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отступ элемента</dt>
            <dd>отступ между элементами в списке карусели </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Скорость карусели</dt>
            <dd>Продолжительность перехода элемента</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Пауза</dt>
            <dd> Количество времени между каждым автоматическим переходом (если опция "Автопрокрутка" включена)</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Автоматическая прокрутка</dt>
            <dd>включить автоматическую прокрутку карусели</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Случайно</dt>
            <dd>начинать карусель со случайного элемента</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Луп карусели</dt>
            <dd>карусель возвращается к началу, когда все элементы прокручены </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Скрыть пагинацию в конце</dt>
            <dd>скрыть кнопки навигации ("Предыдущий"/"Следующий") на последнем слайде</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Пагинация</dt>
            <dd>отобразить пагинацию</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Элементы управления</dt>
            <dd>отобразить кнопки "Предыдущий"/"Следующий"</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Автоматическое управление</dt>
            <dd>отобразить кнопки "Воспроизведение" / "Остановка"</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Автоматический ховер</dt>
            <dd> временная остановка карусели при наведении курсора на её элементы </dd>
        </dl>
    </li>
</ul>
