<h3>TM Homepage Category Gallery</h3>
<?php if ($project == 'eveprest' ) { ?>
	<div>
		<p style="margin-bottom: 0;">Доступен в:</p>
		<p style="margin-top: 0;" class="small text-secondary">Мода, Электроника, Запчасти, Мебель</p>
	</div>
<?php } ?>
<p> Модуль отображает галерею категории на Домашней странице вашего магазина.</p>
<p>Она должна выглядеть как:</p>
<figure class="img-polaroid">
    <img src="img/tmhomepagecategorygallery-11.png" alt=""/>
</figure>
<p> Ниже перечислены основные части элемента «Галерея категории», которые отмечены на скриншоте:</p>
<ul>
	<li>1 – содержимое HTML</li>
	<li>2 – название категории</li>
	<li>3 – описание категории</li>
	<li>4 - кнопка</li>
<!--	<li>5 – пагинация галереи категории</li>-->
</ul>
<p>Детальную настройку Вы найдёте ниже в разделе 'Настройка модуля'.</p>
<h4>Установка модуля</h4>
<p> Модуль может быть установлен и удален как любой другой модуль PrestaShop.</p>
<h4>Настройка модуля</h4>
<ul class="index-list">
	<li>
		<p>Установив модуль TM Homepage Category Gallery, настройте его, нажав на соответствующую кнопку (1).</p>
		<figure class="img-polaroid">
		    <img src="img/tmhomepagecategorygallery-2.png" alt=""/>
		</figure>
	</li>
	<li>
		<p> На странице настройки Вы увидите список элементов этого модуля. Вы можете изменить существующие элементы (1) или добавить новый элемент (2).</p>
		<figure class="img-polaroid">
		    <img src="img/tmhomepagecategorygallery-3.png" alt=""/>
		</figure>
	</li>
</ul>
<h5> Добавление / изменение настроек элемента </h5>
<div class="alert alert-info">Обратите внимание: название категории, описание и изображение загружаются из свойств категории, и нет необходимости добавлять их вручную. Чтобы изменить эти параметры, перейдите в Админ панель  -> Каталог -> Категории -> выберите категорию -> Изменить.</div>
<p> Когда Вы добавляете новый элемент в модуль (или изменяете один из элементов из списка), доступно несколько параметров. Подробное описание параметров Вы найдёте под скриншотом. После того, как все значения параметров заданы, нажмите кнопку «Сохранить» (1).</p>
<figure class="img-polaroid">
    <img src="img/tmhomepagecategorygallery-4.png" alt=""/>
</figure>
<ul class="marked-list">
	<li><strong>Выбрать категорию</strong> (Select category) - здесь Вы можете выбрать из раскрывающегося списка категорию, которая должна отобразиться на вашей странице.</li>
	<li><strong>Специфический класс</strong> (Specific class) - к элементу модуля можно добавить специфический класс.</li>
	<li><strong>Отображать название</strong> (Display name) – возможность показать или скрыть название категории.</li>
	<li><strong>Длина названия категории</strong> (Category name length) – максимальное количество символов, которые будут отображаться в названии категории. Если название длиннее – символ '..' будет отображаться после заданного количества символов.</li>
	<li><strong>Отображать описание</strong> (Display description) – настройка, позволяющая показать или скрыть описание категории.</li>
	<li><strong>Длина описания</strong> (Description length) – максимальное количество символов для отображения в описании. Если описание длиннее – символ '..' будет отображаться после заданного количества символов.</li>
	<li><strong>Порядок отображения</strong> (Sort order) - порядок отображения элемента в галерее категории.</li>
	<li><strong>Отображать кнопку</strong> (Display button) – отобразить или скрыть кнопку 'Купить сейчас' (Текст кнопки может быть различным в зависимости от шаблона.).</li>
	<li><strong>Статус</strong> (Status) - показать или скрыть категорию.</li>
	<li><strong>Содержимое HTML</strong> (HTML content) - поле, в которое можно добавить содержимое HTML.</li>
</ul>
