<h3>TM Infinite Scroll</h3>
<p>С помощью этого модуля Вы можете добавлять товары AJAX на страницы с блоком списка товаров. Функциональность модуля позволяет настраивать автоматическую загрузку товаров при прокрутке или при нажатии кнопки «Показать больше». Кроме того, модуль работает с фильтрами товаров по умолчанию PrestaShop.</p>
<h5>Основная панель TM Infinite Scroll</h5>
<p>Основная панель. Здесь Вы можете настроить модуль: </p>
<figure class="img-polaroid">
    <img src="img/tminfinitescroll-1.png" alt=""/>
</figure>
<h5>Настройки модуля</h5>
<ul class="index-list">
    <li> Страницы - страницы, на которых модуль должен работать.</li>
    <li>Автозагрузка - если эта настройка включена, товары будут автоматически загружаться при прокрутке. В противном случае, если опция отключена, Вы увидите кнопку «Показать больше», и товары будут загружены, когда Вы нажмете эту кнопку.</li>
    <li>Отступ – эта настройка отображается, если включена 'Автозагрузка'. Эта настройка позволяет определить отступ до области загрузки товара (или после нее - если значение отрицательное).</li>
    <li> Пагинация - эта настройка отображается, когда «Автозагрузка» отключена. Она позволяет добавить нумерацию страниц на страницу товаров.</li>
    <li>Отобразить кнопку 'Показать всё' – эта настройка доступна, только если 'Автозагрузка' отключена. После нажатия на данную кнопку отобразятся все товары.</li>
    <li> Прелоадер - в этом поле Вы можете выбрать изображение прелоадера, которое будет отображаться во время загрузки товаров.</li>
</ul>
