<h3>TM Manufacturers Block</h3>
<?php if ($project == 'eveprest' ) { ?>
    <div>
        <p style="margin-bottom: 0;">Доступен в:</p>
        <p style="margin-top: 0;" class="small text-secondary">Мода, Электроника, Запчасти, Мебель</p>
    </div>
<?php } ?>
<p> Этот модуль отображает производителей, доступных в вашем магазине. Список производителей может состоять из изображений и названий. Список также может отображаться как карусель.</p>
<h5>Установка и удаление</h5>
<p> Модуль может быть установлен и удален как любой другой модуль PrestaShop.</p>
<h5>Настройка модуля</h5>
<p> После установки Вы можете изменить параметры модуля на странице его настройки.</p>
<figure class="img-polaroid">
    <img src="img/tmmanufacturersblock-1.png" alt=""/>
</figure>
<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Упорядочить по</dt>
            <dd> Тип упорядочивания элементов блока.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображать название</dt>
            <dd> показать название производителя.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображать изображение</dt>
            <dd> показать изображение производителя.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Количество отображаемых элементов</dt>
            <dd> введите количество элементов, отображаемых в модуле.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Тип изображения</dt>
            <dd> выберите тип изображения (Вы можете выбрать изображение из изображений, относящихся к производителю).</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Использовать карусель</dt>
            <dd>отображать список в виде карусели.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Отображаемые элементы</dt>
            <dd>количество отображаемых производителей.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Прокрутка элементов</dt>
            <dd> Количество производителей, показанных в одной прокрутке карусели.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Ширина слайда</dt>
            <dd>ширина элемента карусели.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Поле слайда</dt>
            <dd>поле элемента карусели.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Автоматическая прокрутка</dt>
            <dd>прокручивать автоматически.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Скорость карусели</dt>
            <dd>скорость карусели.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Пауза</dt>
            <dd>пауза между прокрутками (если "Автоматическая прокрутка" включена).</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Случайно</dt>
            <dd> начало карусели со случайного элемента.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Луп карусели</dt>
            <dd> карусель возвращается к началу, когда все элементы прокручены.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Скрыть элементы управления в конце</dt>
            <dd>скрыть кнопки "Предыдущий"/"Следующий".</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Пагинация</dt>
            <dd>отображать пагинацию.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Управление</dt>
            <dd>отображать кнопки "Предыдущий"/"Следующий".</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Автоматическое управление</dt>
            <dd> отображать кнопки воспроизведения / паузы.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>* Автоматический ховер</dt>
            <dd>пауза при ховере элементов карусели.</dd>
        </dl>
    </li>
</ul>
<p>
    <strong>
        <small>* - настройки доступны, только если включена карусель.</small>
    </strong>
</p>
<p>Задав значения всех настроек, нажмите на кнопку 'Сохранить' (1).</p>
<p>Модуль поддерживает мультимагазин.</p>
