<h3>Модуль Media Parallax</h3>
<h4>Что такое эффект parallax?</h4>
<p>Параллакс-прокрутка - это специальная техника прокрутки в компьютерной графике, в которой фоновые изображения движутся медленнее, чем передние, создавая иллюзию глубины в 2D-видеоигре и эффект погружения. Веб-дизайнеры начали использовать параллакс-прокрутку в 2011 году, используя HTML5 и CSS3. Веб-сайты с фонами parallax становятся все более популярной стратегией: сторонники утверждают, что это простой способ охватить изменчивость сети Интернет. Кроме того, сторонники используют фоны parallax в качестве инструмента для лучшего вовлечения пользователей и улучшения общего опыта, который предоставляет веб-сайт. Параллакс-прокрутка позволяет создавать динамичный интерактивный пользовательский опыт и может повысить визуальную привлекательность сайта.</p>
<p> Этот модуль позволяет добавить эффекты parallax на ваш сайт без каких-либо дополнительных навыков и усилий. Можно добавить как изображения, так и фоновые видео.</p>
<h6>
    <strong>Настройки:</strong>
    (только для Google Chrome)
</h6>
<ul class="index-list">
    <li>
        <dl class="inline-term">
            <dt> Включить плавную прокрутку для браузера Google Chrome </dt>
            <dd>включить дополнительный эффект.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Продолжительность плавной прокрутки</dt>
            <dd>продолжительность эффекта плавной прокрутки<dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Расстояние плавной прокрутки</dt>
            <dd>расстояние эффекта плавной прокрутки.</dd>
        </dl>
    </li>
</ul>
<figure class="img-polaroid">
    <img src="img/parallax.png" alt=""/>
</figure>
<h5>Добавление модуля Media parallax </h5>
<ul class="index-list">
    <li>
        <p> Требуется добавить идентификатор или класс в содержимое вашей HTML-страницы. Вы также можете использовать уникальный тег, этот элемент не должен повторяться.</p>
    </li>

    <li>
        <p> Создайте изображение требуемого размера (желательно создать изображение большего размера, чем блок, в который будет добавлен эффект). В случае если Вы хотите добавить видео, Вам нужно будет подготовить его в трех форматах: .mp4, .webm и .ogv, а также добавить изображения для предварительного просмотра такого же размера (.png, .jpg и .gif).</p>
    </li>
    <li>
        <p>Нажмите на кнопку <strong>'Добавить контейнер'</strong> (Add container) в разделе <strong>'Добавить новый блок'</strong> (Add new block).</p>
        <figure class="img-polaroid">
            <img src="img/parallax-1.png" alt=""/>
        </figure>
    </li>
    <li>
        <p> В появившемся окне укажите все необходимые значения настроек.</p>
        <h6>
            <strong>Настройки:</strong>
        </h6>
        <ul class="index-list">
            <li>
                <dl class="inline-term">
                    <dt>Селектор</dt>
                    <dd> элемент, в который будет добавлен эффект (идентификатор или уникальный тег).</dd>
                </dl>
            </li>
            <li>
                <dl class="inline-term">
                    <dt>Тип эффекта рarallax </dt>
                    <dd> Тип эффекта, который будет использоваться (изображение или видео).</dd>
                </dl>
            </li>
            <li>
                <dl class="inline-term">
                    <dt>Медиафайлы</dt>
                    <dd>загрузите все необходимые файлы.</dd>
                </dl>
            </li>
            <li>
                <p>Нажмите на кнопку <strong>'Сохранить'</strong>.</p>
            </li>
        </ul>
        <figure class="img-polaroid">
            <img src="img/parallax-2.png" alt=""/>
        </figure>
    </li>
</ul>
<h5>Настройка модуля Media parallax</h5>
<p>В списке блоков Parallax найдите нужный блок и измените настройки.</p>
<figure class="img-polaroid">
    <img src="img/parallax-3.png" alt=""/>
</figure>
<h5>Удаление модуля Media parallax </h5>
<p>В списке блоков Parallax найдите нужный блок и нажмите на кнопку <strong>'Удалить'</strong> (Delete).</p>
<figure class="img-polaroid">
    <img src="img/parallax-4.png" alt=""/>
</figure>
