<h3>TM Newsletter</h3>
<?php if ($project == 'eveprest' ) { ?>
    <div>
        <p style="margin-bottom: 0;">Доступен в:</p>
        <p style="margin-top: 0;" class="small text-secondary">Мода, Электронный, Запчасти, Мебель, Один товар</p>
    </div>
<?php } ?>
<p>Модуль отображает уведомление с предложением подписаться на новостную рассылку во всплывающем окне. Проверка электронной почты может быть включена в настройках модуля посредством отправки подтверждения на электронную почту. Вы также можете настроить тайм-аут между напоминаниями для зарегистрированных и незарегистрированных пользователей. Зарегистрированные пользователи могут навсегда отказаться от напоминаний.</p>
<h5>Установка/удаление модуля</h5>
<p>Модуль может быть установлен и удален как любой другой модуль PrestaShop.</p>
<h5>Настройки модуля</h5>
<p> После установки Вы можете изменить параметры модуля на странице его настройки.</p>
<figure class="img-polaroid">
    <img src="img/tmnewsletter-1.png" alt=""/>
</figure>
<ul class="index-list">
    <li><strong> «Живой» режим</strong> (Live mode) - включить/отключить модуль.</li>
    <li><strong> Вы хотите отправлять подтверждения по электронной почте после подписки?</strong> (Would you like to send a verification email after subscription?) -
включить/отключить отправку подтверждений по электронной почте.
    </li>
    <li><strong> Тайм-аут для гостей </strong> (Timeout for guests) - установить таймаут для всплывающих напоминаний о подписке для гостей.    </li>
    <li><strong> Тайм-аут для клиентов </strong> (Timeout for customers) - установить таймаут для всплывающих напоминаний о подписке для клиентов.
    </li>
</ul>
<p class="alert alert-warning">
Для правильной работы модуля необходимо установить и включить 'Newsletter block'.</p>
