<h3><a href="http://special.olark.com/cDqdW ">TM Olark Chat</a></h3>
<?php if ($project == 'eveprest' ) { ?>
    <div>
        <p style="margin-bottom: 0;">Доступен в:</p>
        <p style="margin-top: 0;" class="small text-secondary">Мода, Электроника, Запчасти, Мебель, Один товар</p>
    </div>
<?php } ?>
<p> Модуль для отображения Olark Chat на фронтенде вашего магазина.</p>
<h5>Установка/удаление модуля</h5>
<p> Модуль может быть установлен и удален как любой другой модуль PrestaShop.</p>
<h5>Настройки модуля</h5>
<p> После установки Вы можете изменить параметры модуля на странице его настройки.</p>
<p>Для того чтобы настроить Olark Chat, который Вы можете видеть в Демо-версии шаблона, зарегистрируйтесь на <a href="http://www.olark.com/" target="_blank" title="Olark Registration">официальном сайте</a> и получите Идентификационный номер для вашего сайта. Введите ваш идентификационный номер в поле "Идентификационный номер сайта Olark" и задайте модуль в настройке "Живой режим". Затем сохраните изменения, нажав на кнопку <strong>'Сохранить'</strong> (Save).</p>
<figure class="img-polaroid">
    <img src="img/tmolarkchat-1.png" alt=""/>
</figure>
