<h3>TM One Click Order</h3>
<?php if ($project == 'kansysis' ) { ?>
    <div>
        <p class="small text-secondary">Если Вы планируете использовать этот модуль после установки Демо-контента, найдите этот модуль в списке модулей и нажмите на кнопку 'Установить' (1) и  на кнопку 'Сбросить' (2).</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-20.png" alt="">
        </figure>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-21.png" alt="">
        </figure>
    </div>
    <hr style="margin-top: 30px;">
<?php } ?>

<p> Модуль используется для ускорения и упрощения процесса заказа.<br>
    Он сокращает процедуру с пяти шагов до одного и делает её более привлекательной для клиентов, которые хотят сэкономить свое время при оформлении заказа.<br>
С помощью этого модуля Вы можете иметь больше спонтанных покупок, которые окажут положительное влияние на ваш бизнес.</p>
<h4>Установка</h4>
<p>Перейдите на вкладку Модули и настройки -> Модули и настройки (1) в вашей админ панели и найдите модуль TM One Click Order (2). Затем, нажмите на кнопку 'Установить' (3).</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-1.png" alt=""/>
</figure>
<h4>Настройка модуля</h4>
<p>Успешно установив модуль, Вы увидите страницу 'Настроить' с настройками модуля. <br>
   Вы также увидите новый элемент меню 'Быстрые заказы' (1) и в навигационной панели отобразится новый значок (2).
</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-2.png" alt=""/>
</figure>
<p>Настройки разделены на три вкладки – Шаблон предварительного заказа (1), Сообщение об успехе предварительного заказа (2) и Настройки (3).</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-3.png" alt=""/>
</figure>
<h5>Шаблон предварительного заказа</h5>
<ul class="index-list-type-2">
    <li><p> Здесь Вы можете добавить новое поле, нажав на соответствующую кнопку (1):</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-4.png" alt=""/>
        </figure>
        <p> Выберите параметры для нового поля и нажмите на кнопку 'Сохранить' (1):</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-5.png" alt=""/>
        </figure>
        <ul class="marked-list">
            <li><strong>Тип</strong> (Type) – выберите тип поля.</li>
            <li><strong>Конкретный класс</strong> (Specific class) – добавьте пользовательский класс для текущего поля.</li>
            <li><strong>Название</strong> (Name) – название поля.</li>
            <li><strong>Описание</strong> (Description) – описание поля; отображается под введённой информацией.</li>
        </ul>
    </li>
    <li>
        <p>Измените существующее поле.</p>

        <figure class="img-polaroid">
            <img src="img/tmoneclick-6.png" alt=""/>
        </figure>
        <p>Нажмите на поле, которое Вы хотите изменить. Настройки те же, что и для добавления нового поля.</p>
    </li>
    <li>
        <p>Удаление поля из формы.<br>
       Нажмите на кнопку 'Удалить' (1) в верхнем правом углу поля.</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-7.png" alt=""/>
        </figure>
    </li>
</ul>
<h5>Сообщение об успешном предварительном заказе</h5>
<p> Вкладка позволяет редактировать сообщение окна уведомления, которое появляется после того, как пользователь нажимает кнопку 'Отправить' в  форме быстрого заказа.</p>
<p>Добавьте текст/кнопку, которые Вы хотите отобразить и нажмите на кнопку 'Сохранить' (1).</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-8.png" alt=""/>
</figure>
<h5>Настроить</h5>
<p>Вкладка позволяет включать или отключать настройку 'Заказ Ajax'.</p>
<p>Эта настройка помогает админу видеть новые быстрые заказы, которые были сделаны, в то время как существующие заказы находятся в обработке.</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-9.png" alt=""/>
</figure>
<p>Если настройка включена, Вы увидите дополнительную настройку 'Таймаут заказа Ajax'. <br>
    Значение устанавливается в миллисекундах и означает период времени между каждой проверкой новых быстрых заказов.
</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-10.png" alt=""/>
</figure>
<p> Этот параметр позволяет открывать новые предварительные заказы без перезагрузки страницы. Чтобы просмотреть их в списке быстрых заказов, нажмите на ссылку 'Загрузить новые заказы' (1) в меню Заказы -> Быстрые заказы.</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-11.png" alt=""/>
</figure>
<h4>Обработка заказа</h4>
<p>Перейдите на вкладку Заказы -> Быстрые заказы (1) в вашей админ панели.</p>
<figure class="img-polaroid">
    <img src="img/tmoneclick-12.png" alt=""/>
</figure>
<p>В ней есть четыре вкладки - Новые, Созданные, Удалённые и Поиск.</p>
<ul class="marked-list">
    <li>
        <p><strong>Новые</strong> (New) – новые предварительные заказы, сделанные клиентами.</p>
        <p>Слева есть кнопка создания нового предварительного заказа (1) и список предварительных заказов (2).</p>
        <p>Справа Вы увидите детали предварительного заказа (3), разделённые на вкладки (Информация о предварительном заказе, Клиенты, Языки и валюты, Корзина, Купоны, Адреса, Доставка, Краткие сведения).</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-13.png" alt=""/>
        </figure>
        <p> Если заказ был только что создан, Вы увидите только три из этих вкладок: Информация о предварительном заказе, Клиент, Языки и валюты.</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-14.png" alt=""/>
        </figure>
        <p> Когда Вы заполните информацию о клиенте, появятся еще три вкладки - Корзина, Ваучеры и Адреса. Когда будет добавлен адрес, отобразятся вкладки Доставка и Краткие сведения. Вкладки, в которых вся необходимая информация была успешно добавлена, окрашены в зеленый цвет. Для желтых вкладок требуется дополнительная информация о заказе. Синие вкладки информационные, они генерируются автоматически.<br>
Когда отобразится вкладка Краткие сведения, появится кнопка 'Создать заказ' во вкладке Краткие сведения (1).</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-15.png" alt=""/>
        </figure>
        <p>Нажав на эту кнопку, Вы переместите предварительный заказ из списка 'Новые' и список предварительных заказов 'Созданные' (1).</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-16.png" alt=""/>
        </figure>
        <p> Если Вам нужно удалить заказ, в верхнем правом углу появится значок корзины (1).</p>
        <p>Нажмите на этот значок и предварительный заказ будет перемещен на вкладку 'Удалённых' заказов.</p>
    </li>
    <li>
        <p><strong>Созданные</strong> (Created) – предварительные заказы, которые были обработаны админом.</p>
        <p> Выберите заказ на левой стороне и нажмите на него, чтобы увидеть подробную информацию в правой части страницы.</p>
        <p>Вы можете также нажать на кнопку 'Отобразить', для того чтобы узнать полную информацию о клиенте (1), о заказе (2) и о работнике (3).</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-17.png" alt=""/>
        </figure>
    </li>
    <li>
        <p><strong>Удален</strong> (Removed) – предварительные заказы, которые были отменены.</p>
        <p>Предварительный заказ в этой вкладке всё ещё может быть восстановлен нажатием на кнопку '+' (1). Затем, он переместится назад на вкладку 'Новых' предварительных заказов.</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-18.png" alt=""/>
        </figure>
    </li>

    <li>
        <p><strong>Поиск</strong> (Search) – поиск предварительного заказа. Начните поиск (по информации клиента, информации работника, идентификатору заказа, идентификатору предварительного заказа); Вы можете также ввести конкретную дату/диапазон дат, когда предварительный заказ был создан.</p>
        <figure class="img-polaroid">
            <img src="img/tmoneclick-19.png" alt=""/>
        </figure>
    </li>
</ul>
