<h3>TM Product Custom Tab</h3>
<p>Модуль служит для создания дополнительной вкладки на странице товара для отображения дополнительной информации. Модуль имеет преимущество над существующей функциональностью, благодаря возможности добавления изображений, текста, видео, ссылок и т. д.</p>
<h4> Установка и удаление</h4>
<p> Модуль устанавливается и удаляется, как и любой другой модуль PrestaShop.</p>
<h4>Настройки модуля</h4>
<p> После установки модуля Вы можете добавлять новые вкладки для товаров на странице конфигурации модуля, а также на странице редактирования товара.</p>
<h5> Добавление вкладок через настройки модуля:</h5>
<p>Для того чтобы добавить новую вкладку, нажмите на кнопку 'Добавить новый' (1).</p>
<figure class="img-polaroid">
    <img src="img/tmcustomproducttab-1.png" alt=""/>
</figure>
<ul class="index-list">
    <li>
        <p> Добавление вкладки для одного или нескольких товаров ранее выбранной категории.</p>
        <figure class="img-polaroid">
            <img src="img/tmcustomproducttab-4.png" alt=""/>
        </figure>
        <ul class="marked-list">
            <li><strongНазвание вкладки</strong> (Tab Heading) – название вкладки, обязательное поле.</li>
            <li><strong>Описание вкладки</strong> (Tab Description) - информация о вкладке, может включать данные в формате изображения, текста, видео, ссылки и т. д.</li>
            <li><strong>Статус</strong> (Status) – статус элемента.</li>
            <li><strong>Дополнительные настройки</strong> (Additional settings) - включение/отключение дополнительных настоек.</li>
            <li><strong>Выбор категории</strong> (Select category) - выбор категорий, для которых должна отображаться вкладка.</li>
            <li><strong>Отображаемые товары</strong> (Products to display) - выбор товаров из ранее выбранных категорий.</li>
        </ul>
    </li>
    <li>
        <p> Добавление вкладки в товары, относящиеся к выбранным категориям.</p>
        <figure class="img-polaroid">
            <img src="img/tmcustomproducttab-3.png" alt=""/>
        </figure>
    </li>
    <li>
        <p>Для того чтобы добавить вкладку для всех товаров, отключите настройку 'Дополнительные настройки'.</p>
        <figure class="img-polaroid">
            <img src="img/tmcustomproducttab-2.png" alt=""/>
        </figure>
    </li>
</ul>
<h5> Изменение позиции отображения вкладки </h5>
<p> Перетащите нужную вкладку, чтобы изменить ее расположение.</p>
<figure class="img-polaroid">
    <img src="img/tmcustomproducttab-5.png" alt=""/>
</figure>
<h5> Добавление вкладок через настройки товара:</h5>
<p>Перейдите на страницу товара и нажмите на ссылку 'TM Product Custom Tab' в меню слева.</p>
<figure class="img-polaroid">
    <img src="img/tmcustomproducttab-6.png" alt=""/>
</figure>
<p>Если 'Дополнительные настройки' отключены, вкладка будет добавлена к товару, который был ранее изменён. Вы также можете добавить вкладку к товарам, относящимся к выбранным категориям, или добавить ее к нескольким товарам, которые принадлежат к ранее выбранной категории.</p>
<p> Чтобы изменить позицию отображения вкладок, перетащите блоки. Вы также можете редактировать или удалять вкладки.</p>
<figure class="img-polaroid">
    <img src="img/tmcustomproducttab-7.png" alt=""/>
</figure>
