<h3>TM Products Slider 1.2.3</h3>
<p>Модуль отображает товары магазина в слайдере.</p>
<h4>Установка и удаление</h4>
<p> Модуль устанавливается и удаляется как любой другой модуль PrestaShop.</p>
<p> После установки Вы можете изменить параметры модуля на странице его настройки.</p>
<p>Вы можете задать порядок отображения товаров в слайдере, используя способ перетягивания. Вы можете также включить/отключить отображение товара в слайдере.</p>
<p> Вы можете задать ширину слайдера, эффект смены слайдов, скорость слайдера, паузу, автоматическое воспроизведение, паузу при ховере элементов карусели, элементы управления слайдером, кнопки "Предыдущий"/"Следующий", кнопки "Воспроизведение"/"Пауза".</p>
<figure class="img-polaroid">
    <img src="img/tmproductsslider-1.png" alt="">
</figure>
<p>После установки модуля Вы увидите новую вкладку на странице настройки товара (Каталог -> Товар -> выберите любой товар -> TM Products Slider).</p>
<p> Здесь Вы можете указать, будет товар отображаться в слайдере или нет. После внесения изменений нажмите кнопку Сохранить/Сохранить и остаться, чтобы сохранить изменения.</p>
<p> Модуль поддерживает мультимагазин. Вы можете изменить настройки для каждого магазина, группы магазинов или всех магазинов одновременно.</p>
<figure class="img-polaroid">
    <img src="img/tmproductsslider-2.png" alt="">
</figure>
