<h3>TM Product Videos</h3>
<?php if ($project == 'eveprest' ) { ?>
    <div>
        <p style="margin-bottom: 0;">Доступен в:</p>
        <p style="margin-top: 0;" class="small text-secondary">Мода, Электроника, Запчасти, Мебель, Один товар</p>
    </div>
<?php } ?>
<p> Этот модуль позволяет добавить неограниченное количество видеозаписей в любой товар на любом языке и в любом магазине.</p>
<h5>Установка и удаление</h5>
<p> Модуль устанавливается и удаляется как любой другой модуль PrestaShop. Модуль не имеет страницы настройки и поддерживает мультимагазин.</p>
<p> После установки модуля Вы увидите новую вкладку на странице настройки товара (Каталог -> Товар -> выберите любой товар - TM Product Videos).</p>
<p> Чтобы добавить видео для товара, заполните нужные поля (поле ссылки обязательно для заполнения). Модуль является многоязычным, поэтому Вам необходимо заполнить поля для всех языков, с которыми связано это видео. Если поле «Ссылка» не заполнено для одного из языков, видео не будет добавлено для этого языка. Модуль отображает видео с Youtube и Vimeo, поэтому Вам нужно добавлять ссылки только из этих ресурсов. После внесения изменений нажмите на кнопку <strong>'Сохранить'</strong> (Save)/<strong>'Сохранить и остаться'</strong> (Save and Stay), для того чтобы сохранить изменения.</p>
<figure class="img-polaroid">
    <img src="img/tmproductvideos-1.png" alt="">
</figure>
<h6>Примеры ссылок</h6>
<p> Для правильного отображения видео ссылки должны иметь следующий формат:</p>
<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Youtube</dt>
            <dd><code>https://www.youtube.com/embed/K6VcTyaym90</code></dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Vimeo</dt>
            <dd><code>http://player.vimeo.com/video/66140585</code></dd>
        </dl>
    </li>
</ul>
<p> Если у видео уже есть видеозаписи, связанные с выбранным языком, Вы увидите их список ниже.</p>
<p> Чтобы сохранить, удалить или изменить список, не нужно нажимать на кнопки <strong>'Сохранить'</strong> (Save)/<strong>'Сохранить и остаться'</strong> (Save and Stay). Используйте кнопки, расположенные в видео-блоках. Чтобы изменить порядок видео, используйте способ перетаскивания и измените их позицию. Чтобы включить / отключить видео, нажмите кнопку рядом с ним. Чтобы редактировать видео, заполните поля необходимыми данными и нажмите на кнопку <strong>'Обновить'</strong> (Update).</p>
<p> Чтобы удалить видео из списка, нажмите на кнопку <strong>'Удалить видео'</strong> (Remove video).</p>
<p> При переключении языка будет отображаться только список видеороликов, связанных с языком.</p>
<p> Чтобы просмотреть видео в увеличенном формате, нажмите на кнопку <strong>'Масштабирование'</strong> (Zoom) под видео.</p>
<figure class="img-polaroid">
    <img src="img/tmproductvideos-2.png" alt="">
</figure>
