<h3>TM Products Manager</h3>
<h4>Вступление</h4>
<p> Модуль создан для работы с интернет-магазинами, особенно с магазинами с большим количеством товаров. Используя этот модуль, Вы можете легко фильтровать свои товары и выполнять различные операции над ними.</p>

<h4>Установка и удаление модуля </h4>
<p>Модуль устанавливается и удаляется как любой модуль Prestashop.</p>
<p class="alert alert-info">
    <span> Удаление или повторная установка модуля не сбрасывает изменения, которые Вы внесли в данный модуль.</span>
</p>
<p>Если модуль успешно установлен, перейдите на вкладку Каталог -> TM Products Manager (1), для того чтобы видеть основное меню модуля.</p>
<figure class="img-polaroid"><img src="img/tmproductsmanager-1.png" alt=""/></figure>
<h4>
</h4>
<p>Основное меню модуля разделено на две основные части: 'Выберите раздел' (1) и 'Выберите настройку' (2).</p>
<figure class="img-polaroid"><img src="img/tmproductsmanager-2.png" alt=""/></figure>
<p>Первая часть создана в форме вкладок - Информация, Цена, Связи и Количество.</p>
<figure class="img-polaroid"><img src="img/tmproductsmanager-3.png" alt=""/></figure>
<ul class="marked-list">
    <li><strong>Информация</strong> (Information) – вкладка включает информацию о доступности товара и описании.</li>
    <li><strong>Цена</strong> (Price) – настройки цены и правил налогов.</li>
    <li><strong>Связи</strong> (Associations) – даёт возможность изменить марку, категорию или аксессуары нескольких товаров.</li>
    <li><strong>Количество</strong> (Quantity) – изменение количества товара.</li>
</ul>
<ul class="index-list">
    <li>
        <p> Нажмите на каждую вкладку, чтобы просмотреть доступные параметры в разделе. Они будут описаны далее. <br>
В каждой настройке есть подсказки – краткое описание, которое появляется справа, когда Вы наведете курсором мышки на настройку (1).</p>
        <figure class="img-polaroid"><img src="img/tmproductsmanager-4.png" alt=""/></figure>
    </li>
    <li>
        <p> Выберите нужное значение настройки и нажмите на него.</p>
    </li>
    <li>
        <p>Следующим шагом является фильтрование товаров. Задайте значение настроек фильтрования в соответствии с вашими потребностями и нажмите на кнопку 'Выбрать' (1). Для того чтобы очистить выбранные фильтры нажмите на кнопку 'Сбросить' (2).</p>
        <figure class="img-polaroid"><img src="img/tmproductsmanager-5.png" alt=""/></figure>
        <p> Вы также можете отменить каждый из фильтров после того, как вы их выбрали. Просто нажмите на крестик (1) рядом со значением свойства товара, и оно будет удалено.</p>
        <figure class="img-polaroid"><img src="img/tmproductsmanager-6.png" alt=""/></figure>
    </li>
    <li>
        <p> Под фильтрами находится список товаров, соответствующих выбранным критериям. Вы можете отредактировать его, если Вам нужно удалить некоторые из товаров из списка. Каждый товар можно удалить отдельно, нажав кнопку 'Удалить из списка' (1). Чтобы удалить все товары из списка, нажмите на кнопки 'Выбрать все' (2) и 'Удалить выбранные' (3). Если Вы отметили большее количество товаров и должны их снять, нажмите кнопку 'Отменить выбор всех' (4). </p>
        <figure class="img-polaroid"><img src="img/tmproductsmanager-7.png" alt=""/></figure>
    </li>
    <li>
        <p>Когда список выбранных товаров соответствует всем требованиям, нажмите на кнопку 'Обработать' (1).</p>
        <figure class="img-polaroid"><img src="img/tmproductsmanager-8.png" alt=""/></figure>
    </li>
    <li>
        <p>Задайте настройку/настройки в соответствии с вашими потребностями и нажмите на кнопку 'Сохранить' (1). Если Вы хотите внести больше изменений в список товаров, нажмите на кнопку 'Назад в фильтр' (2).</p>
        <p class="alert alert-info">
            <span>Пожалуйста, обратите внимание, что Вы не сможете отменить эти изменения тем же способом.</span>
        </p>
        <figure class="img-polaroid"><img src="img/tmproductsmanager-9.png" alt=""/></figure>
    </li>
</ul>

<h4>Доступные настройки</h4>
<h5>Информация</h5>
<p>Этот раздел позволяет изменить  следующие настройки:</p>
<figure class="img-polaroid"><img src="img/tmproductsmanager-10.png" alt=""/></figure>
<ul class="marked-list">
    <li><strong>Включить/отключить товары</strong> (Enable/Disable products) - включить/отключите ваш товар.</li>
    <li><strong>Доступно для заказа</strong> (Available for order) – сделать товары доступными или недоступными для заказа.
        <p class="alert alert-warning small">
            <span>Обратите внимание: если для параметра 'Доступен для заказа' задано значение 'Да' для товаров со скрытыми ценами, их цены снова автоматически станут видимыми.</span>
        </p>
    </li>
    <li><strong>Отобразить цену</strong> (Show price) – отобразить или скрыть цену товара.
        <p class="alert alert-warning small">
            <span>Обратите внимание: если Вы зададите для параметра 'Отображать цену' значение 'Нет' для товаров, доступных для заказа, они автоматически станут недоступными.</span>
        </p>
    </li>
    <li><strong>Только Online</strong> (Online only) – примените значение 'Только Online' для выбранных элементов.</li>
    <li><strong>Состояние</strong> (Condition) – измените состояние нескольких товаров.</li>
    <li><strong>Краткое описание</strong> (Short description) – добавьте краткое описание, которое будет применено ко всем выбранным товарам.</li>
    <li><strong>Полное описание</strong> (Full description) – добавьте описание в выбранные товары с возможностью разместить его перед основным описанием, после его, или замените это описание на новое.</li>
    <li><strong>Тэги</strong> (Tags) – добавьте больше тегов в выбранный товар.</li>
</ul>

<h5>Цена</h5>
<p>В этом разделе Вы можете изменить настройки, которые качаются цены товара.</p>
<figure class="img-polaroid"><img src="img/tmproductsmanager-11.png" alt=""/></figure>
<ul class="marked-list">
    <li><strong>Отобразить "На распродаже"</strong> (Display "On sale") – отобразить выбранные элементы с пометкой 'На распродаже'.</li>
    <li><strong>Изменить правила налогов</strong> (Change tax rules) – выбрать правила налогов, которые будут применены к нескольким товарам.</li>
    <li><strong>Добавить новую особую цену</strong> (Add new specific price) – задать особую цену для выбранных товаров с возможностью добавить период активации цены.</li>
</ul>

<h5>Связи</h5>
<p> Здесь Вы можете изменить параметры, связанные с отношениями товаров.</p>
<figure class="img-polaroid"><img src="img/tmproductsmanager-12.png" alt=""/></figure>
<ul class="marked-list">
    <li><strong>Изменить марку</strong> (Change brand) – изменить марку выбранных элементов.</li>
    <li><strong>Изменить стандартную категорию</strong> (Change default category) – выбрать категорию, которая будет стандартной для некоторых товаров.
        <p class="alert alert-warning small">
            <span>Обратите внимание: Вы можете выбрать только категорию по умолчанию. Помните, что ваша стандартная категория будет заменена новой.</span>
        </p>
    </li>
    <li><strong>Изменить связанные категории</strong> (Change related categories) – задать связанные категории для многих товаров с возможностью сохранить или удалить старые связи.</li>
    <li><strong>Добавить аксессуары</strong> (Add accessories) – добавить аксессуары, которые подходят для выбранного товара.</li>
</ul>

<h5>Количество</h5>
<p> Эта настройка позволяет задать количество товара или увеличить/уменьшить текущее количество на определенную величину.</p>
<figure class="img-polaroid"><img src="img/tmproductsmanager-13.png" alt=""/></figure>
<ul class="marked-list">
    <li><strong>Изменить количество</strong> (Change quantity) – задайте нужное количество товаров.</li>
</ul>
