<h3>TM Search 1.0.5</h3>
<p>Этот модуль позволяет вам настроить функции поиска в вашем магазине. Он имеет поиск Ajax (который позволяет отображать список результатов после того как ваши клиенты печатают несколько букв в строке поиска прямо под панелью поиска) и Мгновенный поиск (который позволяет отображать список результатов после того как ваши клиенты печатают несколько букв в строке поиска непосредственно в основной области содержимого вашего магазина.).</p>
<p class="alert alert-warning"><span> Мгновенный поиск может быть отключен по умолчанию, так как посетители не всегда хотят, чтобы содержимое поиска изменялось лишь после ввода нескольких букв в строке поиска магазина. Поэтому используйте его с осторожностью.</span></p>
<p> Он также обеспечивает возможность отображения дополнительной информации о товаре (описание / цена / производитель и т. д.) Все настройки модуля доступны в основной админ панели.</p>
<h4>Установка и удаление</h4>
<p> Модуль устанавливается и удаляется как любой другой модуль PrestaShop.</p>
<h4>Настройка модуля</h4>
<p> После установки Вы можете изменить параметры модуля на странице его настройки. Перейдите на вкладку Модули и службы -> Модули и службы -> TemplateMonster Search.</p>
<figure class="img-polaroid"><img src="img/tmsearch105-1.png" alt="" /></figure>
<ul class="marked-list">
  <li><strong> Включить поиск Ajax</strong> (Enable Ajax Search) - включает "живой" поиск в выпадающем меню.</li>
  <li><strong> Включить мгновенный поиск</strong> (Enable Instant Search) – включает мгновенный поиск.</li>
  <li><strong> Отображать изображение в поиске Ajax</strong> (Display image in Ajax search) - показывает изображения товаров в разделе результатов.</li>
  <li><strong> Отображать описание в поиске Ajax</strong> (Display description in Ajax search) - отображает описание товара в разделе результатов.</li>
  <li><strong> Отображать цены в поиске Ajax </strong> (Display prices in Ajax search) - отображает цену товара в разделе результатов.</li>
  <li><strong> Отображать ссылку в поиске Ajax</strong> (Display reference in Ajax search) - показывает ссылку на товар в разделе результатов.</li>
  <li><strong>Отображать производителя в поиске Ajax</strong> (Display manufacturer in Ajax search) - отображает производителя товара в разделе результатов.</li>
  <li><strong>Максимальное количество отображаемых результатов</strong> (Maximum result show) - максимальное число отображаемых результатов.</li>
  <li><strong> Количество отображаемых результатов</strong> (The number of displayed results) – количество отображаемых результатов.</li>
  <li><strong>Использовать прокрутку в поиске Ajax</strong> (Use scroll in Ajax search) - </li>
  <li><strong>Максимальная высота области прокрутки</strong> (Scroll max-height) – максимальная высота прокручиваемой области. Введите максимальную высоту области прокрутки для поиска Ajax.</li>
</ul>
<p>Выберите настройки и нажмите на кнопку 'Сохранить' (1).</p>
