
<h3>TM Social Feeds</h3>
<?php if ($project == 'eveprest' ) { ?>
    <div>
        <p style="margin-bottom: 0;">Доступен в:</p>
        <p style="margin-top: 0;" class="small text-secondary">Мода, Электроника, Мебель, Один товар</p>
    </div>
<?php } ?>
<p> Этот модуль загружает ленты социальных сетей на вашем сайте. Это позволяет посетителям сайта быть в курсе последних новостей и сообщений, размещенных в социальных сетях.</p>
<h4>Установка и удаление</h4>
<p>Модуль устанавливается и удаляется как любой другой модуль PrestaShop.</p>
<h4>Настройка модуля</h4>
<p> После установки Вы можете изменить параметры модуля на странице его настройки.</p>
<p> В форме вверху добавьте глобальные настройки для каждой социальной сети. Различные социальные сети имеют разные настройки.</p>
<figure class="img-polaroid">
    <img src="img/tmsocialfeeds-1.png" alt="">
</figure>
<h4>Twitter</h4>
<p> Достаточно добавить идентификатор виджета, который можно взять из вашей учетной записи Twitter.</p>
<figure class="img-polaroid">
    <img src="img/tmsocialfeeds-2.png" alt="">
</figure>
<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Добавление блока в позицию</dt>
            <dd>отображение блока в конкретной позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Выбор темы</dt>
            <dd>цветовая схема блока в этой позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Порядок отображения</dt>
            <dd>порядок отображения (порядковый номер блока в этой позиции).</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Ширина виджета</dt>
            <dd>ширина блока в этой позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Высота виджета</dt>
            <dd>высота блока в этой позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Ограничение записей ленты в виджете</dt>
            <dd>количество записей ленты в виджете.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Включить хедер</dt>
            <dd>отображать название блока.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Включить футер</dt>
            <dd>отобразить футер блока.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Включить границу</dt>
            <dd>отобразить границу блока.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображать ответы</dt>
            <dd>отображать ответы к записям.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображать прокрутку</dt>
            <dd>отображать прокрутку блока.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отображать фон</dt>
            <dd>добавить фон блока или оставить его прозрачным.</dd>
        </dl>
    </li>
</ul>

<h4>Facebook</h4>
<p> Вставьте полный путь к странице Facebook, с которой будут загружены записи ленты. Страница должна быть общедоступной.</p>
<figure class="img-polaroid">
    <img src="img/tmsocialfeeds-3.png" alt="">
</figure>
<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Добавить блок в позицию</dt>
            <dd>отобразить в блок в конкретной позиции.</dd>
        </dl>
    </li>
<!--    <li>-->
<!--        <dl class="inline-term">-->
<!--            <dt>Выбор темы</dt>-->
<!--            <dd>цветовая схема блока в этой позиции.</dd>-->
<!--        </dl>-->
<!--    </li>-->
    <li>
        <dl class="inline-term">
            <dt>Порядок отображения</dt>
            <dd> порядок отображения (порядковый номер блока в этой позиции).</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Ширина виджета</dt>
            <dd>ширина блока в этой позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Высота виджета</dt>
            <dd>высота блока в этой позиции.</dd>
        </dl>
    </li>
<!--    <li>-->
<!--        <dl class="inline-term">-->
<!--            <dt>Включить хедер</dt>-->
<!--            <dd>отображать название блока.</dd>-->
<!--        </dl>-->
<!--    </li>-->
<!--    <li>-->
<!--        <dl class="inline-term">-->
<!--            <dt>Включить границу</dt>-->
<!--            <dd>отображать футер блока.</dd>-->
<!--        </dl>-->
<!--    </li>-->
    <li>
        <dl class="inline-term">
            <dt>Маленький хедер</dt>
            <dd>использовать маленький хедер.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Скрыть обложку</dt>
            <dd>скрыть обложку в хедере.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отобразить лица</dt>
            <dd>отобразить фотографии пользователей, которым понравилась страница.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отобразить записи</dt>
            <dd>отобразить записи со страницы.</dd>
        </dl>
    </li>
</ul>

<h4>Pinterest</h4>
<p>Для Pinterest вставьте полный путь к странице, которая будет загружена.</p>
<figure class="img-polaroid">
    <img src="img/tmsocialfeeds-4.png" alt="">
</figure>
<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Добавление блока в позицию</dt>
            <dd>отобразить блок в конкретной позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Порядок отображения</dt>
            <dd>порядок отображения (порядковый номер блока в этой позиции).</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Ширина виджета</dt>
            <dd>ширина блока в этой позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Высота виджета</dt>
            <dd>высота блока в этой позиции.</dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Ширина колонки блока</dt>
            <dd>ширина колонки блока</dd>
        </dl>
    </li>
</ul>

<h4>Instagram</h4>
<h6>Настройка социальных виджетов</h6>
<figure class="img-polaroid">
    <img src="img/tmsocialfeeds-5.png" alt="">
</figure>

<!--<p class="alert alert-warning">-->
<!--    Имя пользователя должно быть введено в поле Идентификатор пользователя (временно).-->
<!--</p>-->
<!--<p><strong>Идентификатор пользователя</strong> (Client ID) - уникальный идентификатор, полученный при регистрации виджета в Instagram.</p>-->
<!--<p><strong>Имя пользователя</strong> (User Name) - имя пользователя, используемое для связи со страницей владельца.</p>-->
<p>Тип выборки (<strong>Получать записи ленты по</strong> (Get Feeds by)): Вы можете установить, загружаются изображения от конкретного пользователя или по тегу.</p>
<p><strong>Тэг</strong> (Tag) по которому загружаются изображения.</p>
<p><strong>Имя</strong> (Name) пользователя, чьи изображения загружаются.</p>
<!--<p><strong>Ключ доступа Instagram</strong> (Instagram access token) – ключ доступа пользователя, кто является владельцем страницы.</p>-->
<h6>Настройки виджета Instagram</h6>
<p>Во второй части страницы настройки модуля Вы можете добавить требуемый модуль в нужную позицию. Есть 4 позиции. Вы можете добавить настройки блока в каждую позицию. Единственная глобальная настройка - это данные социальных сетей, ленты которых будут загружаться.</p>
<!--<p>Для каждой социальной сети есть собственные настройки.</p>-->
<figure class="img-polaroid">
    <img src="img/tmsocialfeeds-6.png" alt="">
</figure>
<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Добавление блока в позицию</dt>
            <dd>отобразить блок в конкретной позиции.</dd>
        </dl>
    </li>
<!--    <li>-->
<!--        <dl class="inline-term">-->
<!--            <dt>Порядок отображения</dt>-->
<!--            <dd> порядок отображения (порядковый номер блока в этой позиции).</dd>-->
<!--        </dl>-->
<!--    </li>-->
    <li>
        <dl class="inline-term">
            <dt>Ограничение записей ленты в виджете</dt>
            <dd>количество записей ленты в виджете.</dd>
        </dl>
    </li>
</ul>
<p>Модуль поддерживает мультимагазин.</p>
