<h3>TM Product Videos</h3>

<p>Данный модуль позволяет добавлять неограниченное количество видео к любому продукту, на любом языке и для любого
    магазина.</p>

<h5>Установка и удаление модуля</h5>

<p>Модуль устанавливается и удаляется как любой другой модуль Prestashop. Настроек никаких не имеет. Может работать в
    режиме мульти-магазина.</p>

<p>После установки модуля в настройках продукта появится дополнительная закладка (Каталог - Продукт - "любой продукт" -
    TM Product Videos)</p>

<p>Для того, чтобы добавить видео к продукту, заполните необходимые поля (поле для ввода ссылки является обязательным
    для заполнения). Модуль - мультиязычный, по-этому потребуется заполнять формы для всех языков, к которым относится
    добавляемое видео. Если поле "ссылка" не будет заполнено для какого-то из языков, то видео к этому языку добавлено
    не будет. Модуль предназначен для отображение видео с Youtube и Vimeo, по-этому использовать нужно только ссылки
    этих ресурсов. После заполнения нужных полей нажмите одну из кнопок для сохранения (Сохранить/Сохранить и
    остаться)</p>

<figure class="img-polaroid">
    <img src="img/tmproductvideos-1.png" alt="">
</figure>

<h6>Примеры правильных ссылок</h6>

<p>Для коректного отображения видео ссылки должны иметь такой формат:</p>

<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Youtube</dt>
            <dd><code>https://www.youtube.com/v/K6VcTyaym90</code></dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Vimeo</dt>
            <dd><code>http://player.vimeo.com/video/66140585</code></dd>
        </dl>
    </li>
</ul>

<p>Если у продукта уже есть какие-то видео, которые относятся к данному языку, то ниже отображается список с этими
    видео.</p>

<p>Данный список полностью автономный, для сохранения/удаления или изменения позиции не нужно нажимать общую кнопку
    (Сохранить/Сохранить и остаться). Используйте кнопки которые расположены в блоках с видео. Для изменения порядка
    вывода видео просто перетягивайте видео в списке, меняя их позицию. Для включения/выключения используйте кнопку
    рядом с видео. Для сохранения изменений, введите коректные данные в нужные поля рядоим с видео и нажмите кнопку
    "обновить видео".</p>

<p>Для удаления видео со списка нажмите "Удалить видео".</p>

<p>При переключении языков будет отображаться только список, который относится к данному языку.</p>

<p>Для того, чтобы просмотреть видео в увеличеном размере, нажмите иконку "Лупа" под интересующим вас видео.</p>
<figure class="img-polaroid">
    <img src="img/tmproductvideos-2.png" alt="">
</figure>