<h3>Как изменить информацию о вашем магазине</h3>
<p>Откройте админ панель PrestaShop и перейдите на вкладку <strong>Предпочтения > Контакты магазина</strong> (Preferences > Store Contacts).</p>
<p>Вначале Вы увидите список магазинов в разделе <strong>Контакты магазина</strong> (Store Contacts). Здесь Вы можете включить/отключить, добавить/удалить или внести изменения в каждый магазин.</p>
<figure class="img-polaroid">
    <img src="img/10-shop_info-1.png" alt=""/>
</figure>
<h4>Карта магазина</h4>
<p>Под списком магазинов есть раздел <strong>Параметры</strong> (Parameters), где Вы можете изменить основные настройки карты вашего магазина. Измените их в соответствии с вашими потребностями и нажмите на кнопку 'Сохранить' (1).</p>
<figure class="img-polaroid">
    <img src="img/10-shop_info-2.png" alt=""/>
</figure>
<h4>Как изменить название магазина</h4>
<p>В разделе <strong>Контактные данные</strong> (Contact Details) можно изменить основную информацию о вашем магазине – его название (1) и другие контактные данные. Не забудьте нажать на кнопку 'Сохранить' (2) после внесения изменений.</p>
<figure class="img-polaroid">
    <img src="img/10-shop_info-3.png" alt=""/>
</figure>
<p>Для того чтобы изменить информацию для одного конкретного магазина, выберите магазин, в который Вы хотите внести изменения, в разделе <strong>Контакты магазина</strong> (Store Contacts) и нажмите на кнопку 'Изменить' (1).</p>
<figure class="img-polaroid">
    <img src="img/10-shop_info-4.png" alt=""/>
</figure>
<p>Здесь Вы можете изменить всю информацию, которая касается контактный данных вашего магазина (такую как название магазина, адрес, статус, картинку, график работы и т.д.)<br>
Закончив внесение изменений, нажмите на кнопку 'Сохранить' (1).</p>
<figure class="img-polaroid">
    <img src="img/10-shop_info-5.png" alt=""/>
</figure>
<figure class="img-polaroid">
    <img src="img/10-shop_info-6.png" alt=""/>
</figure>
<figure class="img-polaroid">
    <img src="img/10-shop_info-7.png" alt=""/>
</figure>
