<h3>Как внести изменения в слайдер</h3>
<p>Во-первых, найдите модуль <strong>Image slider for your homepage</strong> в <strong>Списке модулей</strong> (Modules list) вкладки меню <strong>Модули и службы</strong> (Modules and services) вашего магазина PrestaShop (1) (она расположена в разделе модулей <strong>Свойства фронтенда</strong> (Front Office Features)). Затем, нажмите на кнопку 'Настроить' (2), для того чтобы изменить модуль.
</p>
<figure class="img-polaroid">
    <img src="img/12-slider-1.png" alt=""/>
</figure>
<p>В открывшемся окне Вы сможете задать значения основных свойств слайдера, таких как максимальная ширина изображений, скорость переключения слайдов, задержка между двумя слайдами и настройки автоматического воспроизведения. <br> Закончив изменение настроек, нажмите на кнопку 'Сохранить' (1).</p>
<figure class="img-polaroid">
    <img src="img/12-slider-2.png" alt=""/>
</figure>
<p>Для того чтобы добавить новый слайд, найдите кнопку '+' в правом верхнем углу раздела Спискок слайдов (1) и нажмите на неё. <br> Если Вы хотите изменить один из существующих слайдов, нажмите на кнопку 'Редактировать' (2).</p>
<figure class="img-polaroid">
    <img src="img/12-slider-3.png" alt=""/>
</figure>
<p>Дальнейший процесс довольно прост. В разделе 'Информация о слайде' заполните все обязательный поля и 'Сохраните' (1) его.</p>
<figure class="img-polaroid">
    <img src="img/12-slider-4.png" alt=""/>
</figure>
