<h3>Программное обеспечение для редактирования</h3>
<p>Для того чтобы Вам было комфортно работать с шаблоном PrestaShop, скачайте все необходимые приложения. Вы найдёте список нужного программного обеспечения на странице предварительного просмотра шаблона. Требования могут отличаться в зависимости от шаблона. Мы Вам расскажем в общих чертах, что необходимо:</p>
<ol class="index-list">
    <li>
        <p>Во первых, Вам нужно приложение для извлечения защищенного паролем архива sources_#########.zip. Вы можете использовать WinZip 9+ (Windows) и Stuffit Expander 10+ (Mac).</p>
    </li>
    <li>
        <p>Вам может также понадобиться приложение Adobe Photoshop. Оно используется для редактирования исходных файлов .PSD и необходимо, если Вы хотите изменить графику дизайна шаблона и изображения.</p>
    </li>
    <li>
        <p>Для того чтобы редактировать файлы исходного кода шаблона, Вам необходим редактор кода, такой как Adobe Dreamweaver, Notepad++, Sublime Text и т.д.</p>
    </li>
    <li>
        <p>Для того чтобы загрузить файлы на хостинг-сервер, Вам понадобится программное обеспечение FTP, такое как Total Commander, FileZilla, CuteFTP и т.д.</p>
    </li>
</ol>
