<h3>Программное обеспечение</h3>

<p>Для полноценной работы с шаблоном мы рекомендуем скачать все требуемые приложения.
    Список необходимого программного обеспечения находится на странице предпросмотра
    шаблона.
    Требования для различных шаблонов могут меняться, поэтому мы перечислим лишь
    основные:</p>

<ol class="index-list">
    <li><p>Прежде всего понадобятся правильные приложения для разархивирования защищенного
            паролем архива sources_#########.zip. Можно использовать WinZip 9+ (Windows) и
            Stuffit Expander 10+ (Mac).</p>
    </li>
    <li><p>Вам также может понадобиться программа Adobe Photoshop. Она используется для
            редактирования исходных файлов .PSD и необходима, если требуется изменить
            графический дизайн и изображения шаблона.</p>
    </li>
    <li><p>Для редактирования исходного кода файлов шаблона нужно использовать кодовый
            редактор, например Adobe Dreamweaver, Notepad++, Sublime Text и т.п.</p>
    </li>
    <li><p>Чтобы загрузить файлы на хостинг сервер, потребуется FTP-клиент, например Total
            Commander, FileZilla, CuteFTP и т.д.</p>
    </li>
</ol>