<h3>Загрузка файлов движка PrestaShop</h3>
<p>Если Вы уже извлекли файлы на ваш компьютер, Вам нужно загрузить их на ваш сервер.</p>
<p>Это можно сделать, используя Файловый менеджер Панели управления хостингом или стороннее программное обеспечение для работы с FTP, такое как FileZilla, TotalCommander, CuteFTP и т.д.</p>
<p>Вы можете ознакомиться с детальным видео-туториалом, который покажет <a target="_blank" href="/help/how-upload-files-server-2.html">как загрузить файлы на сервер, используя FTP-менеджер</a> или <a target="_blank" href="/help/how-to-upload-files-to-a-server-using-cpanel-webhost-manager-whm.html">как загрузить файлы на сервер, используя Панель управления хостингом (WebHost Manager, WHM)</a>.</p>
