<h3>Требования сервера</h3>
<p>Убедитесь, что ваш сервер соответствует требованиям PrestaShop:</p>
<ul class="marked-list">
    <li><strong>Система:</strong> Unix, Linux или Windows. Unix настоятельно рекомендован.</li>
    <li><strong>Сервер:</strong> Веб-сервер Apache 1.3 или более поздней версии, Веб-сервер IIS от Windows 6.0 или более поздней версии, и nginx 1.0 или более поздней версии.
    </li>
    <li><strong>PHP 5.4</strong> или более поздней версии.</li>
    <li><strong>MySQL 5.5</strong> или более поздней версии.</li>
    <li>По крайней мере 128 Мб RAM на вашем сервере (64 Мб - достаточно, но чем больше – тем лучше).
    </li>
</ul>
<p class="alert alert-info">PrestaShop будет работать на PHP 5.1 или более поздней версии, но версии ниже чем 5.4 имеют баги, которые нарушат ожидаемую работу некоторых функций (например, неверный временной пояс).</p>
